[IDR_HLTYPE]

IDR_HLTYPE_SUBMENU_0= ファイル(F)

IDR_HLTYPE_SUBMENU_1= 編集(E)

IDR_HLTYPE_SUBMENU_2= 図面(D)

IDR_HLTYPE_SUBMENU_3= 修正(A)

IDR_HLTYPE_SUBMENU_4= ツール(T)

IDR_HLTYPE_SUBMENU_5= 眺望(V)

IDR_HLTYPE_SUBMENU_6= システムパラメータの設定(S)

IDR_HLTYPE_SUBMENU_7= マーキング(M)

IDR_HLTYPE_SUBMENU_8= 窓(W)

IDR_HLTYPE_SUBMENU_9= 助(H)

IDR_HLTYPE_SUBMENU_10=


[IDR_HLTYPE_SUBMENU_0]

57600 = 新しい(&Nのとき)Ctrl+N

57601 = 開く(&O)... Ctrl+O

57602 = 最近(C)

57603 = 保存(&Sのとき)Ctrl+S

57604 = として保存(&A)

0 = ----------------------

306 = 輸入(I)...

33156 = 輸入CNC加工のファイル

0 = ----------------------

57607 = 印刷...Ctrl+P

57606 = 印刷設定(R)...

0 = ----------------------

57616 = 最近のファイル

0 = ----------------------

57665 = 口(X)


[IDR_HLTYPE_SUBMENU_1]

57643 = 元に戻す(&Uのとき)Ctrl+Z

57644 = Redo(&R)Ctrl+Y

0 = ----------------------

57635 = せん断(&Tのとき)Ctrl+X

33419 = コピー(&Cのとき)Ctrl+C

57637 = ペースト(&Pのとき)Ctrl+V

32791 = 削除(&Dデル

57642 = すべて選択(&Aのとき)Ctrl+A

0 = ----------------------

32828 = 組み合わせ(&Gのとき)Ctrl+G

32829 = グループ解除(&Uのとき)Ctrl+U

33131 = オブジェクトのグループ

33132 = キャンセルグループ

33040=に変換するオブジェクト(&U)\tShift+U

0 = ----------------------

33415 = ビットマップに変換

33011 = く曲線

33413 = のスイング線

0 = ----------------------

33235=ExcelへTXT

33229 = バッチの交換テキスト

0 = ----------------------

32832 = オプション(&O)...


[IDR_HLTYPE_SUBMENU_2]

32821 = 点を取(&C)

0 = ----------------------

307 = マニュアルの描画(&H)

33097 = スプライン曲線

32813 = 長方形(&R)

32814 = オーバル(E)

33113 = アーク1(&A)

33115 = アーク2(&A)

33117 = 丸(&C)

32815 = ポリゴン(&P)

32816 = グリッド(&G)

33129 = ポイント(&D)

33244 = ヘリックス

0 = ----------------------

308 = テキストとジャンプ(&T

32919 = バーコード(B)

0 = ----------------------

33092 = 遅延(&D)

33093 = 入力信号(&I)

33094 = 出力信号(&O)

33138 = 運動制御(&M)

33139 = モータの位置(&S)

33141 = 条件付き(&C)

33189 = レーザーコントロールオブジェクト

33198=CCDカメラオブジェクト

33200 = 位置のサブシステムにおける協調動作オブジェクト

0 = ----------------------

32820 = じゅうてん(&F)


[IDR_HLTYPE_SUBMENU_3]

32940 = 配列の配列(&A...

0 = ----------------------

33399 = オブジェクトの変換

33409 = スタイリング

IDR_HLTYPE_SUBMENU_3_0= 変換

IDR_HLTYPE_SUBMENU_3_1= ソート

IDR_HLTYPE_SUBMENU_3_2= カーブの編集

33027 = フィルター点(&F)Ctrl+F

33426 = インタフェースUIスキン

[IDR_HLTYPE_SUBMENU_3_0]

32901 = を中心に(&Mのとき)Ctrl+M

0 = ----------------------

32913 =左回り90度(L)

32914 = 右旋り90度(&R)

0 = ----------------------

32907 = 周辺にはミラー(&X)

32908 = セミナ(&Y)

0 = ----------------------

33040 = のオブジェクトの合成(&U lt+U


[IDR_HLTYPE_SUBMENU_3_1]

33029 = 分別マニュアル(&M)Alt+M

33030 = 自動振り分け(&A)Alt+A

33068 = 選択ソート(S)Alt+S

33246 = 自動振り分け2

33245 = プレイヤーにもう

33079 = クイックソート

33080 = 回復には通常のソート


[IDR_HLTYPE_SUBMENU_3_2]

33182 = の除去の交差点

33076 = 隣接する曲線の統合

33241 = 除去できますライン

33205 = 線の太


[IDR_HLTYPE_SUBMENU_4]

33162 = マイクロフォーカス位置決め

33220 = テキスト分離

33136 = データの再構築

33184 = 店援点位置決め

33142 = 創造規模

33224 = 測定距離

33225 = 測定角度


[IDR_HLTYPE_SUBMENU_5]

59392 = システムツールバー

132 = ズームツールバー(&S)

131 = 描画ツールバー(&D)

33275 = オブジェクトの操作ツールバー

33406=3Dグラフィック描画ツールバー

33407 = その他のグラフィック描画ツールバー

33408 = 行揃えツールバー

0 = ----------------------

59393 = ステータスバー(&S)

33008 = リストダイアログボックス

33009 = プロパティ]ダイアログボックス

0 = ----------------------

33074=IO検出(&T...


[IDR_HLTYPE_SUBMENU_6]

32841 = システムの設定(&H)...

33425 = 言語の切り替え

33053 = ショートカット設定(&K)

33085 = 編集カスタムフォント(&F)

0 = ----------------------

33054 = 権管理(&R)

33059 = スイッチユーザー(&X)

33130 = ログオフは、現在のユーザ(L)

0 = ----------------------

33001 = グレースケールの設定(&G)...

33002 = グレーの非線形補償(&P)

33414 = 変換ベクトルにビットマップの設定

0 = ----------------------

33077 = 修正パラメータの設定(&C)

33422 = 9点補正

33254=3D補正設定

33230 = 三次元ボックス補償

33256 = 飛行パラメータの設定

33165 = 動作パラメータの設定

33236 = シリアル出力の設定

0 = ----------------------

33402 = カードエイリアスを設定します

33145 = スイッチ制御カード

0 = ----------------------

33262 = テストレーザー


[IDR_HLTYPE_SUBMENU_6_0]

33175=英語

33176 = 中国語（簡体字）

33177 = 伝統中国

33418 = 言語の選択


[IDR_HLTYPE_SUBMENU_7]

32779 = 汎用マーキング(&N)... F10

33137 = ロータリーマーキング(&R)....

32951 = 多文書のマーキング(&M)... F8

33211 = ダイナミックな動きのマーキング...

33251 = マルチカードのマーキング

33258 = マーキングの

0 = ----------------------

33062 = 赤色光プレビュー

32783 = マーキングプレビュー(&P)... F9

0 = ----------------------

33061 = オンラインIO選択した書類(&S)

33086 = オフラインIO選択した書類(&O)

33072 = を選択しデータをオフラインダウンロード(&D...

33073 = キャンセル去をダウンロードオフラインデータ


[IDR_HLTYPE_SUBMENU_8]

57648 = 新しいウィンドウ(&N)

57650 = 積層(&C)

57651 = タイリング(&T

57649 = アイコンの整列(&A)


[IDR_HLTYPE_SUBMENU_9]

57664 = 報 HBM/HE(&A)

33147 = 拡張機能情報

33168 = この版の特徴

IDR_HLTYPE_SUBMENU_9_0= 助(&H)

33218 = クエリEMCCカードの走行情報

33238 = 設定パラメータを輸入

33239 = 設定パラメータの由来


[IDR_HLTYPE_SUBMENU_9_0]

33193 = 中国

33194 = 英語


[IDR_EDITFRAME]

IDR_EDITFRAME_SUBMENU_0= ファイル(F)

IDR_EDITFRAME_SUBMENU_1= 眺望(&V)

IDR_EDITFRAME_SUBMENU_2= 設定(&S)

IDR_EDITFRAME_SUBMENU_3= 助(&H)


[IDR_EDITFRAME_SUBMENU_0]

57600 = 新しい(&Nのとき)Ctrl+N

57601 = Open(&O)... Ctrl+O

32953 = 開文書(&M)...

0 = ----------------------

57606 = 印刷設定(R)...

0 = ----------------------

57616 = 最近のファイル

0 = ----------------------

57665 = 口(X)


[IDR_EDITFRAME_SUBMENU_1]

IDR_EDITFRAME_SUBMENU_1_0=ツールバー(&T

106 = 物件ページ(&P)

59393 = ステータスバー(&S)


[IDR_EDITFRAME_SUBMENU_1_0]

59392 = 共通(&C)

131 = 図面(&D)

130 = 変換(&g)

132 = ズーム(&S)


[IDR_EDITFRAME_SUBMENU_2]

32841 = システムの設定(&H)...


[IDR_EDITFRAME_SUBMENU_3]

57664 = 報 HBM/HE(&A)


[IDR_MAINFRAME]

IDR_MAINFRAME_SUBMENU_0= ファイル(F)

IDR_MAINFRAME_SUBMENU_1= 眺望(&V)

IDR_MAINFRAME_SUBMENU_2= 設定(&S)

IDR_MAINFRAME_SUBMENU_3= 助(&H)


[IDR_MAINFRAME_SUBMENU_0]

57600 = 新しい(&Nのとき)Ctrl+N

57601 = Open(&O)... Ctrl+O

32953 = 開文書(&M)...

0 = ----------------------

57606 = 印刷設定(R)...

0 = ----------------------

57616 = 最近のファイル

0 = ----------------------

57665 = 口(X)


[IDR_MAINFRAME_SUBMENU_1]

IDR_MAINFRAME_SUBMENU_1_0=ツールバー(&T

106 = 物件ページ(&P)

59393 = ステータスバー(&S)

33008 = リストダイアログボックス

33009 = プロパティ]ダイアログボックス


[IDR_MAINFRAME_SUBMENU_1_0]

59392 = 共通(&C)

131 = 図面(&D)

130 = 変換(&g)

132 = ズーム(&S)


[IDR_MAINFRAME_SUBMENU_2]

32841 = システムの設定(&H)...


[IDR_MAINFRAME_SUBMENU_3]

57664 = 報 HBM/HE(&A)

33218 = クエリEMCCカードの走行情報


[IDR_HETYPE]

IDR_HETYPE_SUBMENU_0= ファイル(F)

IDR_HETYPE_SUBMENU_1= 編集(E)

IDR_HETYPE_SUBMENU_2= 図面(D)

IDR_HETYPE_SUBMENU_3= 修正(A)

IDR_HETYPE_SUBMENU_4= ツール(T)

IDR_HETYPE_SUBMENU_5= 眺望(V)

IDR_HETYPE_SUBMENU_6= システムパラメータの設定(S)

IDR_HETYPE_SUBMENU_7= 窓(W)

IDR_HETYPE_SUBMENU_8= 助(H)


[IDR_HETYPE_SUBMENU_0]

57600 = 新しい(&Nのとき)Ctrl+N

57601 = 開く(&O)... Ctrl+O

57602 = 近(C)

57603 = 保存(&Sのとき)Ctrl+S

57604 = として保存(&A)

0 = ----------------------

306 = 輸入(I)...

33156 = 輸入CNC加工のファイル

0 = ----------------------

57607 = 印刷...Ctrl+P

57606 = 印刷設定(R)...

0 = ----------------------

57616 = 最近のファイル

0 = ----------------------

57665 = 口(X)


[IDR_HETYPE_SUBMENU_1]

57643 = 元に戻す(&Uのとき)Ctrl+Z

57644 = Redo(&R)Ctrl+Y

0 = ----------------------

57635 = せん断(&Tのとき)Ctrl+X

33419 = コピー(&Cのとき)Ctrl+C

57637 = ペースト(&Pのとき)Ctrl+V

32791 = 削除(&Dデル

57642 = すべて選択(&Aのとき)Ctrl+A

0 = ----------------------

32828 = 組み合わせ(&Gのとき)Ctrl+G

32829 = Ungroup(&Uのとき)Ctrl+U

33131 = オブジェクトのグループ

33132 = Cancelグループ

0 = ----------------------

33011 = く曲線

33413 = のスイング線

0 = ----------------------

33415 = 変換ベクトルにビットマップ

33235=ExcelへTXT

0 = ----------------------

33229 = バッチの交換テキスト

0 = ----------------------

33402 = 設定のカード別名

33145 = スイッチコントロールカード

0 = ----------------------

32832 = オプション(&O)...


[IDR_HETYPE_SUBMENU_2]

32821 = 点を取(&C)

0 = ----------------------

307 = マニュアルの描画(&H)

33097 = スプライン曲線

32813 = 矩形(&R)

32814 = オーバル(E)

33113 = アーク1(&A)

33115 = アーク2(&A)

33117 = 丸(&C)

32815 = ポリゴン(&P)

32816 = グリッド(&G)

33129 = ポイント(&D)

33244 = ヘリックス

0 = ----------------------

308 = テキストとジャンプ(&T

32919 = バーコード(B)

0 = ----------------------

33092 = 遅延(&D)

33093 = 入力信号(&I)

33094 = 出力信号(&O)

33138 = 運動制御(&M)

33139 = モータの位置(&S)

33141 = 条件付き(&C)

33189 = レーザーコントロールオブジェクト

33198=CCDカメラオブジェクト

33200 = 位置のサブシステムにおける協調動作オブジェクト

0 = ----------------------

32820 = じゅうてん(&F)


[IDR_HETYPE_SUBMENU_3]

32940 = 配列の配列(&A...

0 = ----------------------

33399 = オブジェクトの変換

33409 = スタイリング

IDR_HETYPE_SUBMENU_3_0= 変換

IDR_HETYPE_SUBMENU_3_1= ソート

IDR_HETYPE_SUBMENU_3_2= カーブの編集

33027 = フィルター点(&F)Ctrl+F


[IDR_HETYPE_SUBMENU_3_0]

32901 = を中心に(&Mのとき)Ctrl+M

32913 =左回り90度(L)

32914 = 右回り90度(&R)

32907 = 周辺にはミラー(&X)

32908 = セミナ(&Y)

33040 = のオブジェクトの合成(&U lt+U


[IDR_HETYPE_SUBMENU_3_1]

33029 = 分別マニュアル(&M)Alt+M

33030 = 自動振り分け(&A)Alt+A

33068 = 選択ソート(S)Alt+S

33246 = 自動振り分け2

33245 = プレイヤーにもう

33079 = クイックソート

33080 = 回復には通常のソート


[IDR_HETYPE_SUBMENU_3_2]

33182 = の除去の交差点

33076 = 隣接する曲線の統合

33241 = 除去できますライン

33205 = 線の太


[IDR_HETYPE_SUBMENU_4]

33162 = マイクロフォーカス位置決め

33220 = ロスレス周マーキング、テキスト分割

33136 = データの再構築

33184 = 店援点位置決め

33142 = 創造規模

33224 = 測定距離

33225 = 測定角度


[IDR_HETYPE_SUBMENU_5]

IDR_HETYPE_SUBMENU_5_0= ツールバー(&T

IDR_HETYPE_SUBMENU_5_1= ズーム(-Z)

59393 = ステータスバー(&S)

33008 = リストダイアログボックス

33009 = プロパティ]ダイアログボックス


[IDR_HETYPE_SUBMENU_5_0]

59392 = 共通(&C)

131 = 図面(&D)

130 = 変換(&g)

132 = ズーム(&S)


[IDR_HETYPE_SUBMENU_5_1]

32804 = 狭い(&O)

32805 = ズーム(&I)

32807 = すべてのオブジェクト(&A)

32808 = 選択したオブジェクト(&S)

32809 = ページ(&P)

32809 = 非比例のスケーリング(&R)


[IDR_HETYPE_SUBMENU_6]

33425 = 言語の切り替え

33053 = キー結合の設定(&K)

33085 = 編集カスタムフォント(&F)

0 = ----------------------

33001 = グレースケールの設定(&G)...

33002 = グレーの非線形補償(&P)

33414 = 変換ベクトルにビットマップの設定

0 = ----------------------

33054 = 権管理(&R)

33059 = スイッチユーザー(&X)

33130 = ログオフは、現在のユーザ(L)


[IDR_HETYPE_SUBMENU_6_0]

33175=英語

33176 = 中国語（簡体字）

33177 = 伝統中国

33418 = 言語の選択


[IDR_HETYPE_SUBMENU_7]

57648 = 新しいウィンドウ(&N)

57650 = 積層(&C)

57651 = タイリング(&T

57649 = アイコンの整列(&A)


[IDR_HETYPE_SUBMENU_8]

57664 = 報 HBM/HE(&A)

33168 = この版の特徴

IDR_HETYPE_SUBMENU_8_0= 助(&H)


[IDR_HETYPE_SUBMENU_8_0]

33193 = 中国語

33194 = 英語


[ID_CHANG_DLG]

CAPTION=

2149 = 所在地

2150 = サイズ(mm)：

1405 = 圧縮膨張

1730 = 絶対位置:

2151 = 回転角度:

2152 = 回転軸:

2153 = ズーム(%) :

1404 = を作って

1 = の応用

1492=

2500=

1494=

1502=

1503=

1506=

1504=

1505=

1507=

1508=

1535=

1398=ボタン

2146=

1678=

1729=

1511=


[ID_CHANG_DLG_OTHER]
CAPTION=ダイアログ

2155 = せん断角度:

1403 = を中心に

1685 = 圧縮膨張

1 = を選択して、

2 = キャンセル


[IDD_ABOUTBOX]

2158 =ソフトウェアのバージョン情報

1475 =シリアル番号:

1843 =暗号化されたロックの情報:

2159 =インテグレーターID

2160 =デバイスID

CAPTION=報 HBM


[IDD_ARRAY]

CAPTION= 配列の配列

1263 = 標準

1645 = 縦優先

1646 = 横優先

1647 = ラインモード

1648=S方法

2161 = 行数

2162 = 列数

2163 = 行間隔（mm）

2164 = 柱間隔（mm）

1239 = カスタム

1265 = リフレッシュ画面から

1256 = 増...

1266 = 編集...

1186 = 削除

1780 = ステンシル

1778 = 輸入版

1779 = 輸出のテンプレート

2165 = オブジェクトの回転(ユニット:度)

1772 = 回転

2166 = オフセット

2167 = 左X

2168 = 右X

2169 = 左Y

2170 = 右Y

1785 = 設定

1410 = ジャンプ番号が自動的に増分され

1258 = スタイルの保存...

1298 = マウントスタイル...

2171 = マーキング試験

1634 = 赤色光

1492 = レーザー

1013 = 開始

1019 = の応用

1 = を選択して、

2 = キャンセル

1218=

1012=

1242=

1006=

1303=List1

2160 =

1769=

1781=

1782=

1783=

1784=

1502=

114=ミニ


[IDD_ARRAYPOS]

CAPTION=座標セット

1070=

1071=

1=を選択して、

2=キャンセル

2065=X座標（mm）

2066=Y座標（mm）

1072=

2151=R回転(度)


[IDD_BAR_PAGE]
CAPTION=
1499=反転
1502=
1637=
1013=
1282=
1162=
1029=
1717=最適化
1339=接続
1722=
1723=
1848=格子化
1849=
1718=オートフィル
1951=検証ビット
1724=
1500=中間透かし
1503=
1850=
1973=IDD_BAR_PAGE_COMBOBOX_0
1912=デフォルト言語の使用
1974=言語選択イネーブル
1535=収縮充填
1283=
1284=
1952=マージ
1501=QR位置決め点透かし
1504=
1852=
2095=IDD_BAR_PAGE_COMBOBOX_1
2096=IDD_BAR_PAGE_COMBOBOX_2
2097=円モード
1493=矩形モード
2098=ポイントモード
2157=幅（mm）
680=アスペクト比（%）
2155=インデント（mm）
2154=高さ（mm）
1750=線間隔（mm）
2104=角度かくど
1413=単一線打刻回数：
2159=狭い線の数:
2158=高さ（mm）
2160=半径（mm）
2164=幅（mm）
2166=高さ（mm）
2168=言語：
2161=サンプリング精度
2162=サンプル点数
2165=幅（mm）
2167=高さ（mm）
2163=マーキング順序：


[IDD_BAR_PAGE_TEXT]

CAPTION=

1504=固定部

1623=ジャンプ番号

1624=日時

1343=設定...

1627=

1626=%Y/%m/%d%H:%M:%S"

1628=テキスト

1635=

1034=

1398=増

1403=削除

1621=修正

2186=テキストコンテンツ


[IDD_SPLASH]

CAPTION=


[IDD_DIALOG_PROPRETY]

CAPTION=

1248=

1250=取0層マーキングパラメータ

1260=

1258=として保存

1262=削除

1263=設定のデフォルト値

1541=選択したマーキング

1256=List2

1403=

1404=

1405=

1406=

1407=

1408=

1409=

1682=充填

1662=Tab1

1264=スポット


[IDD_MARK_DIALOG]

CAPTION=

2175 = 赤色光(F1)

2052=高速マーキング

2053=汎用マーキング

2054=多文書のマーキング

2085=[S]選考過程

2055=パラメータ

1740=[C]連続加工

-1=管理カード

2093=0

2094=1

2092=R

1741=レッドライトの概要

1742=赤連続光モード

2095=0:0:0.000s

2096=00:00:00s

2131=

2134=マルチカードのマーキング

2153 = パーツ：

2154 = 合計:

2420=管理カード


[IDD_DIALOG_OBJECT_LIST]

CAPTION=

1034=List1


[IDD_DIALOG_OBJEDITFILL]

CAPTION=

1821=充填1

1822=充填2

2033=充填3

1825=のラインの輪郭形状の回転

-1=線終点インデント(mm)：

1162=

1029=

1828=

1826=ピッチの埋

1827=

1831=

1830=

1829=

1820=を充填

1823=

1657=

1649=

1632=削除は、インデントの輪郭

1658=

1833=を削除し填ライン

1836=最初のヒット入り

1850=進

1526=スポット配置

1834=

2031=環状表現

2032=ランダム初回点

2056=最初に記入し

2077=どちらなのでしょうかぱ

2213=ピッチ（mm）

2287=開始オフセット(mm)：

2104=角度かくど(°)

2239=スポットサイズ(mm)：

2286=最も小さな飛び、ピッチ(mm)：

2290=ライン初の点のインデント(mm)：

2288=終了オフセット(mm)：

2196=タイプ

2292=凝結の幅の広がりが得られることを示し:

2293=結露の広がり間隔(mm)：

2291=線終点インデント(mm)：

2182=拡大間隔：


[IDD_TEXTEDIT_DLG]
CAPTION =
1034 =
1765 =増加
1763 =削除
1825 =テキストタイプ
1822 =  IDD_TEXTEDIT_DLG_COMBOBOX_0
1635 =
1626 =
1343 =ジャンプ番号設定...
1627 =テキスト
1628 =
1507 =変数テキスト
1801 =
1823 =フォントタイプ
1824 = IDD_TEXTEDIT_DLG_COMBOBOX_1
1809 =フォントファイル
1331 = 
1344 = TTF設定...
1807 =中国のテキスト：
1328 =
1808 =英語：
1329 =
1475 =数字：
1330 =
1828 =単語の高さ（mm）
1013 = 
1766 = 高級
1821 = 
1827 = 
1826 = 
1764 =修正
1820 = 
1830 = 
1829 = ttf ...
1846 =中国語：
1847 =英語/番号：
1845 =
1031 =
2072 =フォントファイル
2073 =
2500 =拡張属性
681 =エイリアス
61567 = ログ＃ログ＃

[IDD_TEXTEDIT_DLG_FONTTYPE]

61498=TTFフォント

61499=フォントをMS

61500=ユーザーのフォント

61511=文字列

61546=Fntフォント


[IDD_TEXTEDIT_DLG_TEXTTYPE]

61495=Fixテキスト


[IDD_DIALOG_BAREDIT]

CAPTION=

1820=

1030=

2180=バーコードタイプ

1398=セット

1034=

1765=増

1763=削除

1825=テキストタイプ

1822=IDD_DIALOG_BAREDIT_COMBOBOX_1

1635=

1626=

1343=ジャンプす。 設定....

1627=

1628=

1507=変数テキスト

1801=

1766=先進

1764=修正

2188=バーコードタイプ

2210=拡張属性を

2211=別名


[IDD_SET_NODEDELAY]

CAPTION=

1389=

2467=長遅延(ms):


[IDD_SET_NODEINPUT]

CAPTION=

-1=設定値

1499=

1015=

1016=

1017=

1018=

1019=

1020=

1021=

1022=

1023=

1024=

1025=

1026=

1027=

1028=

1029=

1014=

1030=

1031=

1032=

1033=

1034=

1035=

1036=

1037=

1038=

1039=

1040=

1041=

1042=

1043=

1044=

2468=有効ビット

2469=設定値


[IDD_SET_NODEOUTPUT]

CAPTION=

1499=

1015=

1016=

1017=

1018=

1019=

1020=

1021=

1022=

1023=

1024=

1025=

1026=

1027=

1028=

1029=

1014=

1030=

1031=

1032=

1033=

1034=

1035=

1036=

1037=

1038=

1039=

1040=

1041=

1042=

1043=

1044=

1500=

1045=

1046=

1047=

1048=

1049=

1050=

1051=

1052=

1053=

1054=

1055=

1056=

1057=

1058=

1059=

1060=

1061=

1062=

1063=

1064=

1065=

1066=

1067=

1068=

1069=

1070=

1071=

1072=

1073=

1074=

1075=

1389=

2468=有効ビット

2469=設定値

2349=パルス幅

2470=信号期間(ms):

2471=きの長さ0出力レベルの信号,



[IDD_DIALOG_OBJINFO_ARC]

CAPTION=

1502=

1503=

1504=

1505=

1506=

1507=

1508=

1510=

1511=

2294=始点X座標（mm）

2295=始点Y座標（mm）

2296=センターX座標（mm）

2297=センターY座標（mm）

2298=評価項目X座標（mm）

2299=評価項目Y座標（mm）

2300=弧の半径（mm）

2301=開始角度(度)

2302=評価項目で角度(度)


[IDD_DIALOG_OBJINFO_CIRCLE]

CAPTION=

1504=

1505=

1072=

2315=センターX座標（mm）

2316=センターY座標（mm）

2317=半径（mm）


[IDD_DIALOG_OBJINFO_MOTORPOS]

CAPTION=

1502=

1868=

1503=

1869=

1504=

1870=

1505=

1871=

2322=0軸位置

2323=1軸位置

2324=2軸位置

2325=3軸位置

2501=mm

2502=mm

2503=mm

2504=mm


[IDD_DIALOG_OBJINFO_BUFFER_LASER]

CAPTION=

1882=Offにしてレーザー

1959=レーザの電源を入れ

1507=

1503=

1217=

1013=

1506=

2303=制御性

2304=レーザーパラメータ

2305=Q周波数(KHZ)

2306=Qリリース（米国）

2307=現在の(A)

2308=エネルギー(%)

2309=モード


[IDD_DIALOG_OBJINFO_CCD]

CAPTION=

1506=

1012=

1504=

1963=指定のカメラの位置

1070=

1071=

1030=IDD_DIALOG_OBJINFO_CCD_COMBOBOX_0

1031=

1505=

2310=金型プレート番号

2311=番号の再

2312=タイムアウト

2313=NG処理

2222=ボーレート

2314=ジャンプ遅延

2065=X(mm)

2066=Y(mm)


[IDD_DIALOG_OBJ_POSCALI]

CAPTION=

1962=のを修正

2500=を修正

2283=訂正タイプ


[IDD_DIALOG_EDITFILL]

CAPTION=

1732=の応用(&A)

1662=Tab1

1764=高速マーキング(F7)

1795=選択したダウンロード(F11)


[IDD_MARK_NORMAL]

CAPTION=総合マーキングの方法

1013=開始(&M)

1014=Abort(E)

2=口(&X)

1012=

1492=マーキング

1634=赤色光プレビュー

1543=ボーダーのプレビュー

2422=マーキングの総数:

1413=マーキング番号:

2405=単一の時間:

1475=

1263=

2423=総時間:

2436=アイドル時間:

1414=マーキング時間:

1264=

1265=

1266=

1267=

1396=リフレッシュイ

2433=動作モード:

1740=サイクルマーキング

1502=

2425=インターバル時間(ms):

1034=

1794=

1803=

1804=

1724=赤色光

1903=モーターをリセット

1742=赤連続光モード

2208 =統計


[IDD_CALI_3DBOX]

CAPTION=三次元ボックス補償

1013=マーキング

-1=間隔(mm)

2006=

1503=

1258=保存して終了

2005=

1173=

1174=

2173=1補正の設定

1260 = カリベ

2174=2.マークの測定は、測定値

1820=Enable3Dボックスカリ

1261 = カリファイル

1822=焦点

2169=ボックス(mm)

2170=Z min(mm)

2171=Z max(mm)

2172=間隔(mm)


[IDD_DIALOG_3DALIGN]

CAPTION=モデル

1070=

1071=

1172=

1927=x

1928=y

1929=z

1925=センターのモデル

1900=モバイル

1901=口

[IDD_DIALOG_3DMARK_ADJUST]

CAPTION=3Dマーキングデバッグ

2198=STLモデルの先進地図

2201=アライメント集

2002=静

2199=地図る:

2003=

2200=地図ピッチ:

1162=

2001=質感のプレビュー

1019=の応用

2005=赤色光プレビュー

1020=マーキング

2004=

2203=3Dサンプリング点:

2007=フレームアライメント、フォーカスモード

2179=精度:

1502=

2202=モデル:

2006=

1259=モバイル

2009=Y+

2010=X+

2011=Y

2012=X

[IDD_DIALOG_ADDFILLSET]

CAPTION=順送-充填設定

1=を選択して、(&O)

2=キャンセル(&C)

2204=充填回(倍)

2205=レピッチ（mm）

2206=進角(度)

1220=

1503=

1504=

1877=補足への入線ボーダー


[IDD_DIALOG_ADDUSER]

CAPTION=ユーザーの増加

1=を選択して、

2=キャンセル

2207=ユーザー名:

1502=

2208=パスワード:

1503=

2209=パスワードを確認する:

1504=


[IDD_DIALOG_BROADEN]

CAPTION=大胆なセット

1=を選択して、(&O)

2=キャンセル(&C)

-1=mm

1750=線幅:

1196=

2213=ピッチ:

1504=


[IDD_DIALOG_CHANGECARD]

CAPTION=スイッチコントロールカード

1=を選択して、

2=キャンセル

1908=

2214=合わせてお選びくださいをご利用の場合は、コントロールカード:


[IDD_DIALOG_CHANGEOBJNAME]

CAPTION=名前の変更

1=を選択して、(&O)

2=キャンセル(&C)

2215=新しい名前:

1502=

[IDD_DIALOG_CHECKLICENCE]

キャプション=チェックライセンス

2057=

2058=

2217=ソフトウェア犬ID：

2059=NULLの場合

2218=商品コード:

1220=NULLの場合

2216=メッセージ:

2061=

2219=現在のカスタムソフトウェアの最初のセット無料ライセンスドングルID：

2062=

[IDD_DIALOG_COMSET]

CAPTION=マーキングシリアル出力の設定

1=を選択して、

2=キャンセル

2034=有効な

2221=シリアル番号:

2222=のボーレートは:

2223=データビット:

2224=ストップビット:

2225=試験会場：

2035=

2036=

2037=

2038=

2039=

2045=マーキングを開始

2046=マーキングの終了

2047=のマーキング環境

2048=出口よりマーキング環境

1502=

2220=コマンド:

[IDD_DIALOG_CONNECTSPACE]

CAPTION=セットの接続スペース

1=を選択して、

2=約

2226=接スペース：

1162=

[IDD_DIALOG_DCPMSG]

CAPTION=マーキングカードの状態

1=を選択して、

2=キャンセル

1723=閉じるソフトウェア

1724=赤色光

1725=

1728=

[IDD_DIALOG_EDITUSERNAME]

CAPTION=の変更ユーザ名

1=確認

2=キャンセル

2227=ユーザー名:

1711=

2228=新規ユーザー名:

1503=

[IDD_DIALOG_EDITUSERRIGHTPASSWORD]

CAPTION=変更にパスワード

1=確認

2=キャンセル

2207=ユーザー名:

1502=

2230=新しいパスワード:

1709=

2231=パスワードを確認する:

1710=

2229=古いパスワード:

1505=


[IDD_DIALOG_EXCELTOTXT]

CAPTION=Excel碁Txt

1=発生するTXT

2017=

2018=輸入Excelデータ

2019=リフレッシュデータ

2020=

2021=

2022=の:

2023=のコラム

2024=

2179 = ファイルパス:

2025=の列:

2026=

-1=ファイルパス:


[IDD_DIALOG_EXTERNVIEW]

CAPTION=結露の広がりのオブジェクト

1=を選択して、

2=キャンセル

1746=静

1682=

1750=線路間隔：

1751=凝縮膨張側

1726=削除元のオブジェクト

684 = の応用

1748=説明：ラインの間隔を調整し、そのオブジェクトの拡大、それ以外のオブジェクト表示が自動的に切り替わります。

1672=当該ページ

1749=るかどうかの最適化

1415=先進の圧縮膨張

0=


[IDD_DIALOG_FASTMARKSTOP]

CAPTION=

1=停止

1392=

[IDD_DIALOG_FILLOBJMARKSET]

CAPTION=

1737=

1738=ヒットのボーダー

1736=ヒット入り

1743=最初のヒット入り

1502=

1734=

2235=編集マーキングの方法

2236=パラメータ選択:

2234=オブジェクトマーキング番号:

1413=マーキング番号:

1034=List1

1744=

1745=有効な

1690=保存

1742=

1691=削除

1746=逆順のマーキング


[IDD_DIALOG_INTENSITY]

CAPTION=ヒストグラム

1=を選択して、

2=キャンセル

2237=グレースケール表示範囲:

-1=Max

1634=

1635=

1636=

1881=List2


[IDD_DIALOG_INTERSPACE]

CAPTION=の交差点のフィルター

1=を選択して、(&O)

2=キャンセル(&C)

-1=mm

2238=交差点長

1502=


[IDD_DIALOG_LASERDOT]

CAPTION=スポットサイズ

1=を選択して、

2=キャンセル

1897=

2239=スポットサイズ:

1196=

-1=mm

2240=速度:

1503=

2241=周波数:

1011=

2242=スポット間隔:

1504=

1970=速度定数

1971=一定の周波数

1972=間隔を変更

1267=

1969=


[IDD_DIALOG_MODEL]

CAPTION=スタイリング

1956=

2137=

1957=

2138=

2139=溶接

2140=を保持するオブジェ

2141=続対象のオブジェクト

1414=溶接


[IDD_DIALOG_MODIFYZ]

CAPTION=設定座標

1=を選択して、

2=キャンセル

-1=mm

2245=Z座標:

1172=

2244=Y座標:

2243=X座標:

1071=

1070=


[IDD_DIALOG_MOTIONINFO_SET]

CAPTION=動作パラメータの設定

1867=絶対運動

2501=相対運動

1545=バ機械ゼロ

1=保存して終了(&O)

2=口(&C)

2247=軸数

1864=

2248=動きのシャフトタイプ

1853=IDD_DIALOG_MOTIONINFO_SET_COMBOBOX_1

2259=ネジピッチ(mm)：

1502=

2250=スポーツの完了後に遅延(ms)

1389=

2254=モータの回転方向

1865=進

1394=逆

2261=換気方向の速度(mm/s):

1855=

2260=の並進速度(mm/s):

1856=

2262=パン-ゼロ速度(mm/s):

1857=

2263=パンゼロに低速(mm/s):

1858=

2257=回転の方向速度(deg/s)

2256=回転速度(deg/s)

1859=

1860=

2252=バックラッシュの加速時間(s)

1861=

2251=作品加速時間(s)

2253=点復帰加減速時間(s)

1862=

1863=

2249=各回のパルス数

1503=

2246=基本的なパラメータ

2258=リニアモーション

2255=回転運動

2264=運動試験

2267=の運動(deg/mm)：

1878=

1153=運動試験

2265=スポーツモード:

2266=移動型:

1880=荷重移動

1544 = 空気方向の動き

1901=セットの現在の位置としてのソフトウェア起源

1902=のソフトウェアが自動的に開始される、ソフトウェア起源

1905=運動シミュレーションを行ない、坑できる

1019=パラメータ(&A)

1906=機械原点を

2167 = 検出限界

[IDD_DIALOG_MOTIONINFO_SET_COMBOBOX_1]
0 =転送シャフト
1 =回転シャフト


[IDD_DIALOG_MOVEMARK_SET]

CAPTION=ダイナミックな動きのマーキングセット

1=を選択して、

2=キャンセル

2153 = 自動取得

2273=ワークのマーキングの表面の直径（mm）

2274=マーキング角度(deg)

1502=

1503=

2272=円周

2275=Xの方向にセンターポイントオフセット（mm）

1070=

2279=エンコーダの回転パルス数(パルス/碁)

2269=翻訳

2270=有効範囲（mm）

1072=

1073=

1976=円周カットポイントマーキング

1403=

1404=

2271=位置フィードバックパルス(パルス/mm)

1074=

1978=

1071=

2280=エンコーダの遅延（米国）

1389=

2281=各回のパルス数

1504=

2282=モータの回転方向

1865=進

1394=逆

2276=(文書パラメータ)

2277=(文書パラメータ)

2278=(文書パラメータ)


[IDD_DIALOG_NOTADMIN]

CAPTION=非管理者が行警報

1978=ネイティブの経営システムWin7以上のソフトウェアではない管理者権限で実行しなければなりませんのソフトウェアディレクトリに割り当ての読み書きの権限、それ以外では正常に動作!

2000=次回を起動するとき、そのソフトウェア,なくなりとん

1=を選択して、


[IDD_DIALOG_OBJ_PRECISIONSET]

CAPTION=精密セット

1=を選択して、

2=キャンセル

2284=嵌合精度

2285=各部のサンプル数

1502=

1819=


[IDD_DIALOG_OBJ_TRANSFORM]

CAPTION=変換

2100=

2099=

2101=

2102=

2103=

2104=角度

1029=

2106=

2107=所在地

2065=X

1070=

2109=

1071=

2111=

2105=°

2066=Y

2108=mm

2110=mm

2112=

2127=ミラー

2113=

2114=

2115=相対位置

2116=（mm）（mm）

2117=

2118=

2119=

2120=

2121=

2122=

2123=

2124=

2125=

2126=への応用にコピーするオブジェクト(C)

1414=の応用


[IDD_DIALOG_PARABTN]

CAPTION=パラメータ

1=口

2086=設定域

2055=レーザーの設定

2087=ハードウェアとソフトウェア情報


[IDD_DIALOG_PATHOPTIMIZE_SET]

CAPTION=選択したソ属性

1=を選択して、

2=約

2328=選択したソ特性

1492=ストローク初の

1394=り最初の

1835=のラインソースパスが最適なのが多層変わります。 階層別に基づく層序の物体内の各層別に適して重ね合わせます。 のラインソースパスが最適なのが多層変わります。 階層別に基づく層序の物体内の各層別に適して重ね合わせグラフィック


[IDD_DIALOG_PORTSET]
CAPTION=ポート設定
1=確定
2=キャンセル
2329=加工停止入力ポート
2085=
1501=
1502=
1503=
1504=
1505=
1506=
2332=セキュリティゲート
2333=入力ポート
2074=
2051=
2334=レーザ出力口の準備ができている
2335=入力ポート
2075=
2052=
2336=出力ポート
2076=
2053=
2341=外部赤色光インジケータ出力
2342=出力ポート
2077=
2054=
2343=入力ポート
2078=
2055=
2339=レーザ電源出力ポート
2340=ポート
2079=
2056=
2345=マーキング随伴出力
2346=出力ポート
2080=
2057=
2347=スケール終了出力ポート
2348=出力ポート
2081=
2058=
2331=出力ポート
2330=加工停止時出力口
2083=
2060=
1507=レーザアラームの検出
2086=
2087=
2088=
2089=
2090=
2091=
2092=
2353=入力ポート
2350=ファイバレーザアラーム出力ポート
2084=
2061=
2349=パルス幅
2093=
1508=Q信号レベル反転
2351=出力ポート
2082=
2059=
2352=リソグラフィ開始ポート
2337=ソフトウェアレディ出力ポート
2338=出力ポート
2095=
2099=
2183=加工停止時出力口
2184=出力ポート
2185=ソフトウェアレディ出力ポート
2186=出力ポート
2187=入力ポート


[IDD_DIALOG_PROWAIT]

CAPTION=回転データの処理

1403=Abort(&S)

1877=データ処理、気長に待ってみてください（笑.....................


[IDD_DIALOG_REMOVESAMELINE]

CAPTION=除去できますライン

2050=

1014=Abort

2052=サイズ(mm)：

2053=削除冗長小物

2054=

2051=開始

2055=キャンセル


[IDD_DIALOG_RESETCARDNAME]

CAPTION=設定のカード別名

2233=カードID

2131 =

2211=別名

2133=

2132=修正


[IDD_DIALOG_ROTATEWHEEL_SET]

CAPTION=ロータリーマーキングセット

1=を選択して、

2=キャンセル

2354=ワークのマーキングの表面の直径（mm）

2355=輪郭抽角度(deg)

1502=

1503=

2356=上記の各マーカー数

1504=

2276=(文書パラメータ)

2277=(文書パラメータ)

2278=(文書パラメータ)

2152=モータ軸線垂直X軸

2153=モータ軸線平行X軸


[IDD_DIALOG_RULER]

CAPTION=規模の編集

1=確認

2=キャンセル

2188=スケールタイプ

1882= 周辺のスケール

1394=平面規模

2357=周囲径(mm)：

2358=規模のピッチ(度):

2293=規模のピッチ(mm)：

1502=

1883=

1884=

1897=

2359=規模でのパラメータ

2360=の開始値

1193=

2362=規模の総数根

1886=

2361=規模は増加

1887=

1894=廃棄の規模

1893=List3

1384=移動する

1385=下方に移動

1220=設定

1899=配

1898=下の配置

1900=

114=ミニ


[IDD_DIALOG_RULEROBJ_SET]

CAPTION=ティックセット

1=を選択して、

2=キャンセル

2363=数間隔

2364=の小数点以下の桁数

1502=

1504=

1896=規模のデジタル表示

[IDD_DIALOG_SETLINEPOS]

CAPTION=セットの計測線の位置

1=を選択して、

1502=

[IDD_DIALOG_SETSORT]

CAPTION=を入力してください新しいシリアル番号

1718=を変更すめ

1719=逆順

1502=

1=を選択して、

2=キャンセル

1720=を入力してください新しいシリアル番号:

[IDD_DIALOG_SetSwing]

CAPTION=スイングセット

1=を選択して、

2=キャンセル

2196=タイプ

2241=周波数

2365=縦振幅

2366=水平振幅

2143=

2144=

2145=

3000=IDD_DIALOG_SetSwing_COMBOBOX_0

2146=

2147=

2148=

2150=ピークの間隔：

2151=始角:

2149=現在のマーキング速度:

682 = mm（範囲：>0）

2154=mm（範囲：>0）

2155=mm（範囲：>=0）

2152=mm（範囲：>=1）

[IDD_DIALOG_SetSwing_COMBOBOX_0]
0 = なし
1 = 正弦波
2 = 円


[IDD_DIALOG_SORTOBJ_LAY]

CAPTION=プレイヤーにもう

1=を選択して、

2=キャンセル

2064=

1384=移動する

1385=下方に移動

[IDD_DIALOG_SPIRAL_SET]

CAPTION=ヘリックスセット

1=を選択して、

2=キャンセル

2367=ピッチ：

2368=最小半径：

2369=最大半径:

2370=ピッチの増加数量：

2049=追加のインナーリング

2050=追加アウターリング

2051=外部から内部まで

2052=

2053=

2054=

1503=


[IDD_DIALOG_TESTLASER]

CAPTION=試験のレーザー

1=を選択して、

2=キャンセル

2103=

1503=

1504=

1505=

2375=周波数(Q周波数)

2376=電源

2307=現在の

2378=レーザーをターンオン時間

1433=オレーザー

1506=

2128=レーザーパルス幅


[IDD_DIALOG_TEXTREPLACE]

CAPTION=バッチの交換テキストコンテンツ

1=を選択して、

2=キャンセル

2211=別名:

2002=

2379=コンテンツ:

2003=


[IDD_DIALOG_TRANBMP]

CAPTION=ベクターカスタム設定の転送

1=を選択して、

2=キャンセル

2380=変換の間隔（mm）：

1162=

1649=マーキングレシプロ

1505=

2385=往復配列補償:

1506=

2382=ライン合成の許容差:

1507=

2384=列に変換偏差:

1650=のカラムはそれを

2381=外側の境界を拡大（mm）：

1163=

1508=

2386=変換後の層:

2383=例間隔（mm）：

2049=


[IDD_DIALOG_TRANSFORM]

CAPTION=3D変換

1911=

1915=

1917=

1916=

2388=モバイルmm）

2065=X

2066=Y

2104=角度：

2067=Z

2151=回転

1492=の絶対座標をセンター）

1394=相対的にオフセット量

2501=報Z軸

2500=報X軸

1544=報Y軸

1019=の応用

2=口

2389=参照オフセット

1502=

1912=設定の参照

2387=変換タイプ

1953=のみ3Dモデル

1546=2Dあるオブジェクトの3Dモデル動

1547=2Dデータに変換3D

1978=先端部の回転中心に3Dモデルのセンター周辺のX/Y/Z方向に回転します。

2051=空

2104=角度


[IDD_DIALOG_USER_LOGIN]

CAPTION=ユーザログイン

1461=

1=ログイン

2=キャンセル

2207=ユーザー名:

2208=パスワード:

1715=

1331=


[IDD_DIALOG_USERRIGHTCFGMNG]

CAPTION=ユーザー権限管理

1=を選択して、

2=キャンセル

1697=汎用マーキング

1698=多文書のマーキング

1699=オブジェクトの作成

1700=オブジェクトの編集

1701=システムの設定

1702=補正設定

1703=ファイルを保存し

1704=開文書

1696=層パラメータの設定

1706=管理者

2390=アクセス権の選択

1707=List2

1713=デフォルトのユーザー

1714=輸入

1715=輸出

1705=高度なパラメータ


[IDD_DLG_LANGUAGETYPE]

CAPTION=言語の選択

1=を選択して、

2=キャンセル

2148=中国語（簡体字）- 中国語（簡体字）

2391=言語の種類：

2392=この変更は、起動時に自動的にインストー効果


[IDD_DRAW_DIB]

CAPTION=ビットマップの設定

1493=グレースケール画像

1657=バイナリイメージ

1658=グレード

1292=抗色

1298=

1717=

1649=往復

1505=

1508=

1510=

1506=

1398=グレースケールの電流が正

1=を選択して、

2=キャンセル

2196 =Tips:ドットピッチ=K*シングル-ステップでの距離(Kは以上2整数),シングル-ステップでの距離=マーキング速度/100000ます。

2401=の加速度ポイント(A):

1504=

1502=

2395=画像名:

1304=D:\漢のレーザーマーキング制御SoftwareV2_0_0(お客様に返送)\サンプル\GrayPic_Shadow.bmp

2399=マーキングセット:

2405=テナント環境セットアップを既時間(米):

2241=Q周波数(KHz):

2400=ポイントを揃える補償:

2367=ドットピッチ(mm)：

2396=ビットマップの設定:

2397=対(-1へ1):

2398=明るさ(-1へ1):

1509=

1511=

2403=最小:

2404=最大:

2402=レーザーに対(米):

2010=グレーのバイナリ

2406=マーキング方向

1645=優先度

2011=カラムの優先

2049=自動計算 (の画像の解像度)


[IDD_DRAW_FILL]

CAPTION=充填設定

1821=充填1

1822=充填2

2033=充填3

1=確認

2=キャンセル

1825=のラインの輪郭形状の回転

2407=入りピッチ（mm）

2287=開始オフセット(mm)：

2104=角度(度)

1162=

1029=

1828=

1826=ピッチの埋

2239=スポットサイズ(mm)：

1827=

1831=

2408=最も小さな飛び、ピッチ(mm)：

1830=

2290=ライン初の点のインデント(mm)：

1829=

2288=終了オフセット(mm)：

1820=を充填

2196=タイプ

1823=

2292=凝結の幅の広がりが得られることを示し:

1657=

1649=

1632=削除し、生成された輪郭

2293=結露の広がり間隔(mm)：

1658=

1833=削除に成填ライン

1836=最初のヒット入り

1850=順送-充填

1526=スポット配置

1834=

2291=線終点インデント(mm)：

2031=環状に記入見

2032=環状ランダム初回点

2056=最初に記入し

2077=どちらなのでしょうかぱ


[IDD_DRAW_GRID]

CAPTION=グリッドの設定

1=を選択して、

2=キャンセル

2161=行の数：

1218=

2162=列数:

1219=

2409=行の数


[IDD_DRAW_POLYGON]

CAPTION=多角形のセット

1220=

1234=

1221=ポリゴン

1222=星形ポリゴン

1223=クロス星形ポリゴン

1238=SlIDer1

1232=

1=を選択して、

2=約

2411=多角形のスタイル

2410=ポリゴンエッジ:

2412=定義:


[IDD_ELLIPSET]

CAPTION=楕円量のサイズの設定

1=を選択して、

2=キャンセル

2413=額サイズ

1502=

2414=説明：量の小さいサイズでは、楕円によります。

-1=mm


[IDD_EXPORTPLT]

CAPTION=

1670=非導フィラー

1671=ズーム100時代の輸出


[IDD_FILEREPLYRENAME]

キャプション=ダイアログ

1=交換

2=名前の変更

1658=


[IDD_GRAYCOMPENSATE]

CAPTION=グレーの非線形補償

1660=

1659=

1=を選択して、

2=キャンセル

1267=

1268=

1269=

1270=

1271=

1272=

1502=

1503=

1504=

1505=

1506=

1507=

1508=

1509=

1510=

1511=

1512=

1513=

3=デフォルト


[IDD_HELPPATH]

CAPTION=のヘルプファイル

1978=を参照ください:"開始"->"プログラム"->"ハンス-レーザー用->ハンス-レーザーマーキングソフトウェア"->"UserManual"


[IDD_IMPORT]

CAPTION=

1549=輸入を中心に

1550=輸入の最適化

1818=プレビュー

1817=プレビュー

-1=AI

1967=通常の輪郭線

1394=フル変換を行い、上記ライン

1965=X

2500=Y

2416=記入方向

2407=入りピッチ（mm）

1966=

2415=接続距離（mm）

1968=

1551=自動接続


[IDD_MAKECP_SET]

CAPTION=設定

1680=

1=を選択して、

2418=リング番号:

2417=テーパリマニュファクチャリング

[IDD_MARK_MULCARD]

CAPTION=マルチカードのマーキング

1014=を選択し、カードの停止

2=口

1492=マーキング

1634=赤色光プレビュー

1543=ボーダーのプレビュー

1012=

1407=キーボード,マウスまたはペダルのトリガー

1413=マーキング番号:

2429=単一の時間:

2423=全体の時間:

1462=

1463=

1464=

2430=動作モード

1793=サイクルマーキング

1502=

2425=インターバル時間(ms):

2426=カード一覧:

1386=

2427=関連するドキュメント:

1388=

2428=提出書類一覧:

1277=入会

1278=削除に関連する

1015=すべての始まり

1016=完全停止

2075=

2130=を選択し、カードの始まり

1279=マルチカードドキュメントの保存
2177=有効
2184=マーキング文書：
2178=マルチドキュメントの保存
2183=IO入力信号選択文書モード
2179=上へ移動
2180=下へ移動
2055=入力信号
2181=オプション
2182=作業記録


[IDD_MARK_FLY]

CAPTION=マーキングの方法

1013=開始(&M)

1014=中止(E)

2=終了(&X)

1012=

1492=マーキング

1634=赤色光プレビュー

1543=ボーダーのプレビュー

2421=マーキングの統計

2422=マーキングの総数:

1413=マーキング番号:

2405=単一のマーキング時間:

1475=

1263=

2423=総時間:

1264=

1265=

1396=リフレッシュイ

2424=レーザーモード:

1740=サイクルマーキング

1502=

2425=インターバル時間:

1034=

1794=

1803=

1804=

1724=赤色光

2076=IO自動マーキング

2213=ピッチ:

2135=をピッチ

2136=

2147=


[IDD_MARK_PREVIEW]

CAPTION=マーキングプレビュー

114=ミニ

2438=プレビュー速

1268=開始

1014=停止

1267=SlIDer1


[IDD_MARK_SPECIAL]

CAPTION=外部信号選択文書のマーキング

1013=開始(&M)

1014=中止

2=終了

1383=

1384=移動する

1385=下方に移動

1276=削除

1220=特性...

1012=

2439=文書の設定

1258=保存...

1413=マーキング番号:

2405=単一の時間:

2423=全体の時間:

1462=

1463=

1464=

1620=

1398=試験IO

1622=マーキングで現在選択されている文書

2441=デバッグ

2203=統計

1623=文信号のペダルの前にトリガを発行

2440=信号源

2500=文信号の足後のトリガを発行

1624=

2442=マーキング文書:

1492=マーキング

1634=赤色光プレビュー

1543=ボーダーのプレビュー

2433=動作モード

1666=


[IDD_MARK_WHEEL]

CAPTION=周囲にはロータリーマーキング

1870=ロータリーマーキング情報の統計

2422=マーキングの総数:

1475=0

2423=総時間:

1265=

1413=マーキング番号:

1263=

2436=アイドル時間:

1266=

2405=単一の時間:

1264=

1414=マーキング時間:

1267=

1403=

2433=作業モード：

1492=マーキング

1634=赤色光プレビュー

1852=ロスレス(のオブジェクトユニットとしてのサブブロックマーク)

1394=角度のシルエット(みフラグを、無視し、入線)

1395=角度に統合(マークの輪郭に対して垂直に入線)

1012=

1396=リフレッシュイ

1869=マーキングが終了し、モーター-ゼロ

1794=

1724=赤色光

1013=開始(&M)

1014=中止(E)

2=口(&X)

1740=サイクルマーキング

1502=

1034=

1803=

1804=

2444=マーキングタイプ

1903=モーターをリセット

2188=線を引く分離（線を引く領域でブロックマーク）


[IDD_MARKDATA_STAT]

CAPTION=マーキングの統計

1=を選択して、

2445=統計開始日：

2422=の総合マーキング時間：

2446=の総合マーキング時間：

1365=

1413=

1414=


[IDD_MOVE_DLG]

CAPTION=精密な動き

1502=

1503=

1504=

1683=上へ

1684=下

1685=左揃え

1686=右揃え

1=を選択して、

1940=ステップサイズ:

1763=マーキング

2065=X 方向(mm)：

2066=Y方向(mm)：


[IDD_PENSELECT_DIALOG]

CAPTION=プレスのペン番号を選択

1=を選択して、

2=キャンセル

2088=


[IDD_SET_AZTEC]

キャプション=アズテック

1=を選択して、

2=キャンセル

2002 = エラー訂正レベル

1030=

1960=

2003=版本


[IDD_TEXT_PAGE_FNT]

CAPTION=

1809=フォントファイル

1331=

1838=精度:

1330=

1344=TTF設定

1328=

1329=

1013=

1345=

1346=

1309=

2486=文字高さ（mm）

2488=幅因子(%)

2487=単語の間隔（mm）

1807=中国:

1808=英語:

1475=デジタル:

2485=グリフ

2489=行間隔（mm）

1681=

1310=

1499=文字間ピッチ:

1839=

1840=

1842=TTF

1841=SHX

1843=カスタム

1844=マトリクス

1846=中国:

1847=英語/デジタル:

1845=

1031=

1956=溶接

1957=インターフィルター

1311=

2213=ピッチ:

1958=大胆な

1312=

1313=

1976=点半径

1314=

1315=

1977=入りピッチ

1959=自動接続

1823=フォントタイプ:

1824=IDD_TEXT_PAGE_FNT_COMBOBOX_6

2071=

2072=フォントファイル

2073=

2206=距離：

2207=線幅


[IDD_TEXT_PAGE_ROUND]

CAPTION=

1023=直線配列

1323=円形配列

1347=左

1348=右揃え

1322=中間配

1005=

1196=

1193=

1312=反時計回り方向

2317=半径(mm)：

2491=開始角度(度):

1350=文字の内側

2490=方向(度):

1499=カスタム文字列形式

1502=

その2492=(X出力文字N文字の削除)

1964=抗が刻印

1349を参照=横

1351=垂直


[IDD_SET_BARTEXT]

CAPTION=バーコードテキストの設定

1=を選択して、

2=キャンセル

1026=Tab1

2379=テキストコンテンツ

1508=


[IDD_SET_DATAMATRIX2D]

CAPTION=DataMatrix設定していま

1=確認

2=キャンセル

2447=によると、バーコード基準を以下のパラメータ:

1476=誤り訂正タイプ:

1030=

2279=エンコード形式:

1954=

2450=バーコードサイズ：

1955=


[IDD_SET_FLY]

CAPTION=マーキングの設定

1=を選択して、

2=キャンセル

1492=のパイプラインを一定の速度で飛行

1493=エンコーダ車輪速飛行

2451=のパイプラインを一定の速度(mm/s):

1502=

2452=速度エンコーダ車輪径(mm)：

1503=

2453=速度エンコーダ車輪回転数:

1504=

1499=線と逆の

2051=開始

2454=エンコーダ試験

2455=回線速度(mm/s):

1505=

2456=の位置エンコーダ（パルス）:

1506=


[IDD_SET_GRIDMATRIX]

CAPTION=GrIDMatrix

1=を選択して、

2=キャンセル

2457=版

2458=エラー訂正レベル

2027=

2028=


[IDD_SET_HANXINCODE]

CAPTION=中国語文字コードセット

1=を選択して、

2=キャンセル

2457=版

2458=エラー訂正レベル

1030=

1960=

2459=中国語文字コードエンコードモジュールによる北京子ポリ智輝科学技術開発株式 株式会社 を提供


[IDD_SET_IO]

CAPTION=セットの文書に対応する信号

1=を選択して、

2=キャンセル

1502=

1731=をしているかどうかを返し信号 (I9-I1)

2460=信号設定 (注:入力ポート0効果的な)

1499=

1015=

1016=

1017=

1018=

1019=

1020=

1021=

1022=


[IDD_SET_LANGREGION]

CAPTION=言語選択

1=を選択して、

2=キャンセル

1001=中国語（簡体字）

2459=現在のファイルが古いバージョンのフォーマットのファイルを指定し、ファイル文字の使用言語


[IDD_SET_LAY]

CAPTION=レイヤー設定

1=確認

2=キャンセル

2461=選択した部分に移動し第

2464=層

1543=

2462=を選択し、記入線部分に移転。

2465=層

1544=

2463=を選択しインデントの輪郭部分に移動し第

2466=層

1545=

[IDD_SET_PDF4172D]

CAPTION=PDF417設定していま

1=確認

2=キャンセル

1027=バーコードの行数:

1495=

2472=によると、バーコード基準を以下のパラメータ:

2204 =(3~~90または0)

2458=エラー訂正レベル

1030=


[IDD_SET_QR2D]

CAPTION=QRバーコードの設定

1=確認

2=キャンセル

1605=

2450=バーコードサイズ：

2474=誤り訂正レベル：

1604=

2473=によると、バーコード基準を以下のパラメータ:

2475=エンコーディングモード

1952=


[IDD_SET_RECTANGLE]

CAPTION=長方形のセット

1589=経常

1590=丸

1591=面取り

1592=

1=を選択して、

2=キャンセル

2476=丸みの半径/面取り形寸法（mm）

2192 = フィレットの次数
2184 = すべての角が丸みを帯びた


[IDD_SET_RUN]

CAPTION=設定動作

1=を選択して、

2=キャンセル

2477=軸数：

1864=

1867=絶対運動

1394=相対運動

2478=スポーツモード

2321=回転移動量(度)

2320=直線移動量（mm）

1502=

1866=

2479=移動型

1543=荷重移動

1544=空気方向の動き

1545=-ゼロ


[IDD_SET_TRACKER]

CAPTION=セットの特性

1004=点線の枠で

1003=実線

1009=No

1007=輪郭線の

1008=外側の輪郭

104=

1=を選択して、

2=キャンセル

2483=の制御ポイントサイズ:

2481=輪郭

2482=制御点


[IDD_SET_USERDEFINE]

CAPTION=ユーザー定義のバーコードの設定

1=を選択して、

2=キャンセル

2012=行番号:

2013=列番号:

2014=

2015=

2016=Description:ユーザー定義のバーコードのユーザをカスタマイズすることができる行数(デフォルトは16x16)支援の処理のバイナリー、小数点、進数での入力データの入力バイナリー数のみが含まれま"01"("0"-白"1"-黒)十進数が必要","区切りの十六進番号が含まれている必要があ"0x" は、バイナリのフロント8ビットは、小数点数の最初の六角レンチの最初の二つに対応する二次元コードの上から下、左から右の前8ビットのバーコードブロックで表現できるすべてのバーコードブロックです。


[IDD_STYLE_SAVE]

CAPTION=保存スキーム

1187=

1=を選択して、

2=キャンセル

2484=パラメータのスキームとして保存:


[IDD_TEXT_PAGE_TEXT]

CAPTION=

1628=

2172=

2151=を選択して、

1504=固定部

1623=ジャンプ番号

1624=日時

1625=シリアル通信

1629=ネットワーク通信

1343=設定...

1627=

1626=

1635=

2156=固定部

2157=ジャンプ番号

2160=シリアル通信

2158=日時

2159=ネットワーク通信

2146=

2147=

2148=

2149=

2150=

2161=ポート:

2162=ボーレート:

2163=データビット:

2164=ストップビット:

2165=パリティチェック：

2166=コマンド:

2152=

2153=

2167=IP住所：

2168=ポート番号:

2155=パラメータ

2170=Unicode

2171=タイムアウト:

2173=ms

2174=報文


[IDD_BARCODE_DLG]

CAPTION=バーコードの設定

1=を選択して、

2=キャンセル

1030=

2188=バーコードタイプ

1622=Tab1

1398=設定...

2156=バーコードタイプ


[IDD_DlgCustomAutoSortGrpList]

CAPTION=自動振り分け2

2394=並べ替え方法:

2063=

2064=で並べ替えを選択したオブジェクト

2065=

2393=ブロック高さ(mm)：

2066=

3=を行う

4=口


[IDD_DIALOG_EXTENDFUNCTION_INFO]

CAPTION=拡張機能アクティベーション情報テーブル

1=口

1034=

2233=カード番号:

1502=

2211=カテゴリ名：

1911=

1912=変更


[IDD_DIALOG_OBJINFO_MOTORMOVE]

CAPTION=

2247=軸数：

1864=

1867=絶対運動

1394=相対運動

2318=スポーツモード

2321=回転運動する（度）

2320=リニアモーション(mm)

1502=

1866=

2319=動タイプ

1543=作動

1544=空運動

1545=ホーム

65535=移動型


[IDD_DIALOG_3DLOAD]

CAPTION = 作3Dモデル

1913 = ベース

1394 =STL.STP.DXF又はIGES

1914 = IDD_DIALOG_3DLOAD_COMBOBOX_0

1502=

1912=...

1918=

1159=

1919=

1160=

1922 = 

1923 = 

1941= 追加

1672 = 削除

1414 = 変更

1911=

1943 = Y軸

2501 = X軸

1196=

1915=

1197=

1948 = 朗

1916=

1947=

1034=

1=Ok

2=約

1924=パラメータ

1926=位置0

1927=x

1928=y

1930=1の位置

1931=x

1932=y

1929=z

1933=z

1940=ステップ

1925=傾斜

1934=テーパー

1935=半径

1936=長

1939=

1942=幅

1944=New

1945=開始角度

1946=終了角度

1950=先端の角度範囲は0-180. 時にコーン垂直に、0-360. の始角をより大きくなければなりません、停止角度

1549=オートセンター

2069=

2175=タイプ

2176=ファイル

2209=フォーム

1949 = タイプ


[IDD_MARK_MULDOC]

CAPTION=マル-ドキュメントマーク

1013=スタート(M)

1014=中止

2=終了

1383=

1384=移動する

1385=下へ移動

1276=削除

1220=ィ...

1258=保存...

1492=マーク

1634=赤色光プレビュー

1543=フレームのプレビュー

1012=

1407=キーボード、マウスの足踏みのトリガー

2202=間隔時間(ms):

1462=

1463=

1464=

1793=ループマーク

1502=

1903 = モーターホーム

2197 = 複数ドキュメントの設定

1413 =マーキング:

2199 = 単時間：

2200=合計時間：

2201=動作モード


[IDD_TEXT_PAGE]

CAPTION=

1034=

1398=追加

1403=削除

1621=変更

1622=Tab1

2379=テキストコンテンツ


[IDD_TEXT_BASEDLG]

キャプション=テキストのバーコードの設定

1=を選択して、

2=約

1620=Tab1

1414=適用


[IDD_TEXT_SERIAL]
CAPTION=ジャンプ番号設定
1193=
1002=
1012=
1199=
1215=
1220=設定...
1239=カスタム
1240=ファイルから取得（各行）
1241=ファイルから取得（1行目）
1268=
1269=
1270=補完ビット数
1=確定
2=キャンセル
1358=
1502=
1216=
1217=
1499=設定
1649=ループホップ番号
2074=
2051=選択...
1363=開始点
1364=終了
2497=プリアンブルを補完する
2496=ジャンパ部分の長さ
1940=ステップサイズ
2494=前面
2495=背面
2499=進コンテンツ
2213=間隔：
2493=現在のジャンプ番号のスケール回数

[IDR_POP]

IDR_POP_SUBMENU_0= 一般

IDR_POP_SUBMENU_1=ジャンプ番号

IDR_POP_SUBMENU_2=バーコード

IDR_POP_SUBMENU_3=ビットマップ

IDR_POP_SUBMENU_4=テキスト

IDR_POP_SUBMENU_5=層

IDR_POP_SUBMENU_6=オブジェクト一覧

IDR_POP_SUBMENU_7=オブジェクトの編集

IDR_POP_SUBMENU_8=ユーザ認可の設定

IDR_POP_SUBMENU_9=スプライン曲線

IDR_POP_SUBMENU_10=アーク

IDR_POP_SUBMENU_11=丸


[IDR_POP_SUBMENU_0]

32975=レイヤー設定(&Y)

32901=を中心に(&Mのとき)Ctrl+M

32907=周辺にはミラー(&X)

32908=セミナ(&Y)

32913=左手90度(L)

32914=右90度(&R)

0=----------------------

33016=精密な動き(&M)

0=----------------------

57635=せん断(&Tのとき)Ctrl+X

57634=コピー(&Cのとき)Ctrl+C

32791=削除(&Dデル

57637=ペースト(&Pのとき)Ctrl+V

0=----------------------

33011=く曲線(&F)

33040=のオブジェクトの合成(&U)Alt+U

0=----------------------

57642=すべて選択(&Aのとき)Ctrl+A


[IDR_POP_SUBMENU_1]

32975=レイヤー設定(&Y)

32936=ジャンプす。 設定(&S)

0=----------------------

32901=を中心に(&Mのとき)Ctrl+M

32907=周辺にはミラー(&X)

32908=セミナ(&Y)

32913=左手90度(L)

32914=右90度(&R)

0=----------------------

33016=精密な動き(&M)

0=----------------------

57635=せん断(&Tのとき)Ctrl+X

57634=コピー(&Cのとき)Ctrl+C

32791=削除(&Dデル

57637=ペースト(&Pのとき)Ctrl+V

0=----------------------

33011=く曲線(&F)

0=----------------------

57642=すべて選択(&Aのとき)Ctrl+A


[IDR_POP_SUBMENU_2]

32975=レイヤー設定(&Y)

32936=バーコードテキストの設定(&S)

32998=作成バーコードテキスト(&H)

0=----------------------

32901=を中心に(&Mのとき)Ctrl+M

32907=周辺にはミラー(&X)

32908=セミナ(&Y)

32913=左手90度(L)

32914=右90度(&R)

33016=精密な動き(&M)

0=----------------------

57635=せん断(&Tのとき)Ctrl+X

57634=コピー(&Cのとき)Ctrl+C

32791=削除(&Dデル

57637=ペースト(&Pのとき)Ctrl+V

0=----------------------

57642=すべて選択(&Aのとき)Ctrl+A


[IDR_POP_SUBMENU_3]

32975=レイヤー設定(&Y)

32954=ビットマップの設定(&S)

33140=ヒストグラム

32901=を中心に(&Mのとき)Ctrl+M

32907=周辺にはミラー(&X)

32908=セミナ(&Y)

32913=左手90度(L)

32914=右90度(&R)

0=----------------------

57635=せん断(&Tのとき)Ctrl+X

57634=コピー(&Cのとき)Ctrl+C

32791=削除(&Dデル

57637=ペースト(&Pのとき)Ctrl+V

0=----------------------

57642=すべて選択(&Aのとき)Ctrl+A

[IDR_POP_SUBMENU_4]

32975=レイヤー設定(&Y)

32936=テキストの設定(&S)

0=----------------------

32901=を中心に(&Mのとき)Ctrl+M

32907=周辺にはミラー(&X)

32908=セミナ(&Y)

32913=左手90度(L)

32914=右90度(&R)

0=----------------------

57635=せん断(&Tのとき)Ctrl+X

57634=コピー(&Cのとき)Ctrl+C

32791=削除(&Dデル

57637=ペースト(&Pのとき)Ctrl+V

0=----------------------

33011=く曲線(&F)

0=----------------------

57642=すべて選択(&Aのとき)Ctrl+A


[IDR_POP_SUBMENU_5]

33012=色の変更

33021=ロックの流動層

33022=ロック解除電流層

33083=を選択し、流動層

33084=を選択し、流動層外層


[IDR_POP_SUBMENU_6]

33013=削除するオブジェクト

33041=リフレッシュのオブジェクト一覧

33088=進少

33089=また、ビット

33090=移動前

33091=の最終の表面

33143=オブジェクトの名前を変更


[IDR_POP_SUBMENU_7]

33014=削除を選択したノード(&D)

33015=サーブコープがご提供するオフィend to end(&C)

33016=精密な動き(&M)

0=----------------------

33018=ブレークポイントの操作(&X)

33024=フィルター点(&F)

33028=進角(&V)

0=----------------------

33020=選択ライン全体を(&A)

33023=この点として最終ラインの始点(&S)

33025=曲線の逆の順序で(&R)

0=----------------------

33151=の座標を編集(E)


[IDR_POP_SUBMENU_8]

33055=ユーザーの増加

33056=ユーザー削除

33057=の変更ユーザ名

33058=パスワードを変更し


[IDR_POP_SUBMENU_9]

32975=レイヤー設定(&Y)

33102=編集したスプライン曲線

33122=精密セット

0=----------------------

32901=を中心に(&Mのとき)Ctrl+M

32907=周辺にはミラー(&X)

32908=セミナ(&Y)

32913=左手90度(L)

32914=右90度(&R)

33016=精密な動き(&M)

57635=せん断(&Tのとき)Ctrl+X

57634=コピー(&Cのとき)Ctrl+C

32791=削除(&Dデル

57637=ペースト(&Pのとき)Ctrl+V

0=----------------------

33011=く曲線(&F)

33040=のオブジェクトの合成(&U)Alt+U

0=----------------------

57642=すべて選択(&Aのとき)Ctrl+A


[IDR_POP_SUBMENU_10]

32975=レイヤー設定(&Y)

33119=編集アーク

33122=精密セット

0=----------------------

32901=を中心に(&Mのとき)Ctrl+M

32907=周辺にはミラー(&X)

32908=セミナ(&Y)

32913=左手90度(L)

32914=右90度(&R)

33016=精密な動き(&M)

0=----------------------

57635=せん断(&Tのとき)Ctrl+X

57634=コピー(&Cのとき)Ctrl+C

32791=削除(&Dデル

57637=ペースト(&Pのとき)Ctrl+V

0=----------------------

33011=く曲線(&F)

33040=のオブジェクトの合成(&U)Alt+U

0=----------------------

57642=すべて選択(&Aのとき)Ctrl+A


[IDR_POP_SUBMENU_11]

32975=レイヤー設定(&Y)

33121=編集円

33122=精密セット

0=----------------------

32901=を中心に(&Mのとき)Ctrl+M

32907=周辺にはミラー(&X)

32908=セミナ(&Y)

32913=左手90度(L)

32914=右90度(&R)

33016=精密な動き(&M)

0=----------------------

57635=せん断(&Tのとき)Ctrl+X

57634=コピー(&Cのとき)Ctrl+C

32791=削除(&Dデル

57637=ペースト(&Pのとき)Ctrl+V

0=----------------------

33011=く曲線(&F)

33040=のオブジェクトの合成(&U)Alt+U

0=----------------------

57642=すべて選択(&Aのとき)Ctrl+A

;---------------------------------BEGIN: Bin\LaserSetDll.dll-----------------------------------------
[DIALOG_LASERSET]

0=レーザーハードウェアのパラメータの設定ウィザード

1=前のステップ

2=次へ

3=保存

4=キャンセル


[DIALOG_POWER]

0=第二段階の設定選択したレーザーハードウェア構成

1=現在の調整範囲(%)

2=最小電流(%):

3=最大電流(%):

4=アナログQ駆動

5=デジタルQ駆動

6=Qドライブ型

7=電力供給タイプ

8=CO2レーザー電源サイズ

9=通常の電力

10=迅速な対応電源

11=以上100W

12=以上100W

13=の維持のパルスの設定

14=周波数(KHZ)

15=放時間（米国）

16=現在のアイドル(%):

17=最大デューティサイクル

18=補正電流(%)

19=レーザーハードウェアセット

20=Mの値を設定します

21=M値:

22=調整要因:

23=通常の

24=大きすぎ

25=小さすぎ


[DIALOG_MODEL]

0=第四段階にお好みに合わせて、お好きなものをお選び制御モード

1=新しい制御、簡単な操作、ユーザーは設定する必要が遅れ,こだわりの部分にレーザーを使用します。

2=伝統的なレーザ制御モードは、ほとんどの人の利用習慣、すべてのレーザで使用できます。

3=簡易モード

4=伝統的なモード

5=レーザーマーキング制御モード

6=スクエアヘッドタイプ

7=シングルヘッドモード

8=デュアルモードヘッド


[DIALOG_LaserType]

0=レーザータイプ:

1=YAGレーザー

2=DPレーザー

3=紫外線レーザー

4=CO2レーザー

5=音Qファイバーレーザー

6=SPIレーザー

7=LDレーザー

8=YLPM(HFM-H)レーザー

9=YLP-V2レーザー

10=YLPPレーザー

11=HFM-Aレーザー

12=HFM-Pレーザー

13=HFM-Rレーザー

14=HFM-Jレーザー

15=MOPA調整可能なパルス幅のレーザー

16＝連続ファイバレーザ

17＝超高速レーザ


[DIALOG_CONTENT]

0=第五段階祝意を表したいと思います、設定完了保存に関連するパラメータ


[LaserType_Explain]

0=YAGレーザー

1=DPレーザー

2=紫外線レーザー

3=CO2レーザー

4=音Qファイバーレーザー

5=SPIレーザー

6=LDレーザー

7=MoPaファイバーレーザー

8=YLP-V2レーザー

9=YLPPレーザー

10=HFM-Aレーザー

11=HFM-Pレーザー

12=HFM-Qレーザー

13=HFM-Jレーザー

14その他の


[Model_Explain]

0=CO2 簡易モード

1=CO2 伝統的なモード

2= 音Q 通常の電力供給+デジタルQ 伝統的なモード

3= 音Q 通常の電力供給+アナログQ 伝統的なモード

4= 音Q クイック対応電源+デジタルQ 伝統的なモード

5= 音Q クイック対応電源+アナログQ 伝統的なモード

6= 音Q 通常の電力供給+アナログQ 簡易モード

7= 音Q クイック対応電源+デジタルQ 簡易モード

8= 音Q クイック対応電源+アナログQ 簡易モード

9=IPG モード

10=SPI 簡易モード

11=SPI 伝統的なモード

12=LD モード

13=YLPM(HFM-H) 伝統的なモード

14=YLPM(HFM-H) 簡易モード

15=YLP-V2 伝統的なモード

16=YLP-V2 簡易モード

17=YLPP 伝統的なモード

18=YLPP 簡易モード

19=HFM-A 伝統的なモード

20=HFM-A 簡易モード

21=HFM-P 伝統的なモード

22=HFM-P 簡易モード

23=HFM-R 伝統的なモード

24=HFM-R 簡易モード

25=HFM-J 伝統的なモード

26=HFM-J 簡易モード


[DIALOG_ScanType]

0=第三ステップ: ガルバノメータの設定タイプ

1=手作りのガルバノ

2=その他のガルバノ

3=Tips:を選択してください機械に対応したガルバノメータの型, 手作りのガルバノメータの電源投入後は、温かいため、正常に動作し,その他のガルバノず予熱

;---------------------------------END: Bin\LaserSetDll.dll-----------------------------------------


;---------------------------------BEGIN:Bin\CardApp\HLDown-----------------------------------------

[HLDOWN_DLG_2000]

CAPTION=文書のダウンロードマネージャー

ID2000=IO有効ビット

ID1016=口切り替え時にオフラインモード

ID1013=IO特性

ID1014=ダウンロード

ID1015=開始/停止マーキング

ID1018=マルチ-に格納されたドキュメント

ID1=口


[HLDOWN_DLG_2001]

CAPTION=設定IO

ID2001=をしているかどうかを返し信号

ID1=を選択して、

ID2=キャンセル


[HLDOWN_STRINGTABLE]

ID0=選択

ID1=ファイル名

ID2=IO有効ビット

ID3=IO管理値

ID4=ロゴダウンロード

ID1000=選びください文書をダウンロード!

ID1001=カードの既存のドキュメントキャンセルし,必ずダウンロードです。?

ID1002=ダウンロードに失敗した,再度お試しください。!

ID1003=ダウンロード結果:

ID1004=次のビットマシン収納スペース %d%% て

ID1005=をお選びください設定で開催IO書類!

ID1006=をお選びくださいヒットするターゲット文書!

ID1007=ることはありません、同様の管理値!

ID1008=ダウンロード

ID1009=しないダウンロード

ID1010=マーキング開始

ID1011=停止マーキング

ID2000=成功のダウンロード

ID2001=ファイル転送に失敗した

ID2002=ファイルによっては、以flash範囲

ID2003=フラッシュイライト：プロフィー

ID2004=文書データの準備が出来ていない

ID2005=文書データのマーキング範囲

ID2006=IOの有効ビットが設定されていない


;---------------------------------末Bin\CardApp\HLDown-----------------------------------------


;---------------------------------BEGIN:Bin\HLIOCheck-----------------------------------------

[HLIOCHECK_DLG_3000]

CAPTION=IO信号検出

ID1012=入力

ID1013=出力

;---------------------------------末Bin\HLIOCheck-----------------------------------------


;---------------------------------BEGIN:Bin\GraySet-----------------------------------------

[GRAYSET_DLG_1002]

CAPTION=グレースケールの設定

ID1004=ソリューションセット

ID1006 = 線形

ID1842=として保存

ID1403=削除

ID1005=制御モード:

ID1007=して値を調整します。

ID1838=白

ID1001=リセット

ID1008=マーキング試験

ID1837=すべてのグレー

ID1841=指定されたグラデーション

ID1009=グレーレベル:

ID1010=マーキング速度:

ID1011=ドットピッチ

ID1015=最低限の電力(%):

ID1016=最大電力調整(%):

ID1017=直線補間

ID1019=力の拡大

ID1020=グレーの拡大

ID1024=最小:

ID1025=最大:

ID1=を選択して、

ID2=キャンセル


[GRAYSET_DLG_1003]

CAPTION=保存スキーム

ID1012=パラメータのスキームとして保存:

ID1=を選択して、

ID2=キャンセル


[GRAYSET_STRINGTABLE]
ID1001=などのプログラム!
ID1002=選択削除プログラム
ID1001=このスキームを開くことはできません！
ID1002=削除するシナリオを選択してください
ID1003=デフォルトシナリオは削除できません
ID1004=削除の確認
ID1005=削除に失敗しました
ID1006=デフォルトスキームは上書き保存できません
ID1007=同じ名前のスキームが既に存在し、上書きを確定しますか？
ID1008=シナリオの追加エラー
ID1009=デューティサイクル
ID1010=Q調整
ID1011=電流
ID1012=直線
ID1013=曲線
ID1014=グレースケール
ID1015=グレースケール
ID1016=エネルギー（%）
ID1017=IPGレーザは階調調整をサポートしていません！
ID1018=電力
ID1019=周波数変調

;---------------------------------End:Bin\GraySet-----------------------------------------


;---------------------------------BEGIN:HANSADVINTERFACE-----------------------------------------

[HANSADVINTERFACE_STRINGTABLE]

ID01=他のプログラムが動作

ID02=パスが間違っ

ID03=初期化に失敗した

ID04=初期化されません

ID05=アラーム

ID06=コマンドのタイムアウト

ID07=できないファイルの読み込みを

ID08=指定されたフォントが存在しない

ID09=指定層数が存在しない

ID10=からの、指定されたオブジェクト

ID11=パラメータの不正

ID12=エラー状態,現在の状態でこの操作を行いません。

ID13=メモリ割り当てに失敗

ID14=を超えてシステムマーキング範囲

ID15=バッファな

ID16=Nullポインタ

ID17=見つかりませんで指定された文書

ID18=コマンドの実行に失敗した

ID19=次のビット機コマンドの実行に失敗した

ID20=マルチドキュメントデータをダウンロードに失敗

ID21=保管することはできませんの同じドキュメントIO管理値

ID22=のデータをダウンロード

ID23=電話の機能のことがないよう、正しい情報の配列

ID24=のラインに失敗した

ID25=できるなどの校正ファイルに、起動してください、カリ.exe補正

ID100=不明エラー


;---------------------------------End:HANSADVINTERFACE-----------------------------------------


;---------------------------------BEGIN:Bin\DoginfoReader-----------------------------------------

[DOGINFOREADER_DLG_102]

CAPTION=抽出液を挿入し、ドングルの情報

ID1=口

ID1002=エキス

ID1003=輸出データ

ID1004=明らか


[DOGINFOREADER_STRINGTABLE]

ID102=成功

ID103=失敗した

ID104=抽出、情報の運用開始........

ID105=ドングルの異常動作

ID106=ドングルの異常運転時計の読みに失敗した!

ID107=犬の内部クロック:%.4d-%.2d-%.2d%.2d:%.2d:%.2d(%.4d-%.2d-%.2d%.2d:%.2d:%.2d)

ID108=情報を抽出する操作....

ID109=ドングル版

ID110=ソフトウェア犬ID

ID111=書犬リリース日

ID112=特徴(ソフトウェア)カテゴリ

ID113=カテゴリー版

ID114=コントロールカードタイプ

ID115=カテゴリ改正のチェックサム

ID116=限度チェック

ID117=への支援という時間の統計機能

ID118=からの統計機能

ID119=時間の統計機能が有効のチェックサム

ID120=経過時間(秒)

ID121=名称

ID122=コンテンツ(を右クリックし、[名前, を選択し、名前に関連コンテンツのコピー)

ID123=ドングルの関連情報を輸出に失敗したときは、ファイルが占領す。

ID124=ドングル当該情報への輸出に成功D:\\HansDogInfo.DATに!!

ID125=るドングルが有効にな

ID126=永久禁止


;---------------------------------End:Bin\DoginfoReader-----------------------------------------


;---------------------------------BEGIN:Bin\3DCALI-----------------------------------------

[3DCALI_DLG_4000]

CAPTION=3D補正

ID4004=また、カメラに装着し3D

ID4006=リセット

ID4013=を校正テーブル

ID4014=マーキング開始

ID4015=赤色光プレビュー

ID4016=サイクルマーキング

ID4018=訂正タイプ

ID4019=基本的なパラメータ

ID4020=試験

ID4021=モーターの基準位置

ID4022=最小限の調整位置

ID4023=最大調整位置

ID4024=モータの位置

ID4025=モーター増加(0.01-5)

ID4026=データの焦点距離


[3DCALI_STRINGTABLE]

ID4001=モータの位置

ID4002=焦点距離

ID4003=マーキング開始

ID4004=停止

ID4005=決意を新しく生成します補正テーブルは？

ID4006=前の補正が必要[設定->修正パラメータの設定]にフォーカスモードに設定'fθまた、カメラに装着し'ます。プレス'は'続けるを押して、'No'口のフォーカス

ID4007=後に訂正が完了してください[設定->修正パラメータの設定]にフォーカスモードへの変更の'3D動力

;---------------------------------End:Bin\3DCALI-----------------------------------------


;---------------------------------BEGIN: EMCC\Caliset-----------------------------------------
[CALISET_DLG_102]
CAPTION= HL補正ソフトウェア
ID1022 =ソリューションセット
ID1023 =選択してください：
ID1007 =別のasを保存します
ID1017 =削除
ID1084 =インポート
ID1085 =エクスポート

ID1075 =正しいヘッダー
ID1024 =基本パラメーター
ID1025 =レート範囲（mm）：
ID1026 =マーキング範囲（mm）：
ID1072 =座標系
ID1077 =回転角
ID1079 = Xオフセット（mm）
ID1080 = y オフセット（mm）
ID1119 =振動ミラー1 = x
ID120 =振動ミラー2 = x
ID1116 =逆
ID1117 =逆

ID1030 =グリッドとレベル補正（ズーム比を選択した後、自動計算ウィンドウをダブルクリックしてポップアップします）
ID1009 =レベルを追加します
ID1010 =削除レベル
ID1012 =マルチレベルの全体的な効果
ID1031 =ワードレベルに戻る：
ID1018 =最大レベルマークテキストグラフ

ID1053 =赤ガン補正
ID1043 = イネーブルメント
ID1054 = Xアステルビリティ比：
ID1055 = yズーム比：
ID1056 = x変位（mm）：
ID1057 = y偏差（mm）：

ID1058 =フォーカス
ID1065 =フォーカスメソッド
ID1059 =ダイナミックフォーカスタイプ
ID1060 =制御モード
ID1061 =シャフトの間隔（mm）
ID1082 =作業面の高さ（mm）へのfangtou
ID1063 =微調整値（um）
ID1062 =動的焦点補正係数

ID1011 =テストF7
ID1037 =停止
ID1014 = パラメータ >>

ID1109 =正しいタイプ
ID1099 =通常の修正
ID1100 =高精度補正1 [スキャナー]
ID1101 =高精度補正[実際の座標データをインポート]
ID1110＝高精度補正説明：1、まず通常補正を選択して通常の補正を行い、座標系、赤色光補正、BOXサイズ及び変形を初歩的に調整する。2、高精度補正を選択し、メッシュポイントを生成する。3、異なるツールでデータを取得して処理した後、データをインポートする。
ID1114=高精度補正データを直接インポートする

ID1089 =高精度補正
ID1086 =グリッドポイントを生成します
ID1111 =最初のステップ：グリッドポイントを生成します。
ID1112 =ステップ2：スキャナーまたは2次元測定で測定された実際の座標データを導入します。
ID1113 =ステップ3：高精度補正テーブルを作成し、保存出口を確認します。

ID1096 =スケーリング
ID1027 =高精度マーキング範囲（mm）
ID1097 =バンプ
ID1028 =テストボックスサイズ（mm）：
ID1091 =スキャナー処理後のデータのインポート
ID1087 =データのインポート
ID1016 =高精度補正テーブルを作成します
ID1 = ok
ID2 =キャンセル
ID1142=マーキング制御

[CALISET_DLG_167]
CAPTION=高精度データのインポート
ID1114 = x 2番目の次元で取得された座標ファイル：
ID1115 = y 2番目の次元で取得されたy座標ファイル：
ID1 = ok
ID2 =キャンセル

[CALISET_DLG_159]
CAPTION = ソリューションを保存します
ID1036 =修正スキームは別々に保存されます：
ID1 = ok
ID2 =キャンセル

[CALISET_DLG_131]
CAPTION = マーキングパラメーター
ID1032 =マーキング時間の数：
ID1033 =マーキング速度（mm/s）
ID1035 = power（％）
ID1034 = q頻度（khz）
ID1036 = Qリリース時間（私たち）
ID1037 =レーザーターバイドレイテンシ（米国）
ID1139=補正テーブルの生成
ID1 = ok
ID2 =キャンセル

[CALISET_DLG_160]
CAPTION = ラベルラベル情報の設定
ID1093 =行数
ID1094 =列番号
ID1116 =ランク数のみを設定し、マークされていない
ID1 =マーキング
ID2 =キャンセル

[CALISET_DLG_164]
CAPTION = コントロールカードを選択します
ID1098 =ワーキングカードを選択してください：
ID1 = ok
ID2 =キャンセル

[CALISET_STRINGTABLE]
ID0 =ボックスサイズ（mm）
ID1 = Xズーム比％％
ID2 = yズーム比％％
ID3 = xでこぼこ
ID4 = yバンプ
ID5 = X台形
ID6 = y台形
ID7 = x並列
ID8 = y並列
ID9 = x正の割合％％
ID10 = x負の比率％％
ID11 = y正の割合％％
ID12 = y負の割合％％
ID13 = parameter \ level
ID14 = current（a）
ID15 = power（％）
ID16 = current（％）
ID17 =レーザーパルス幅（ns）
ID18 =レーザーモード
ID999 =すでにマーキングソフトウェアまたは修正ソフトウェアが実行されているか、最初に閉じてください！
ID1000 =ベンチマークファイルの紛失または損傷、ソフトウェアが正常かどうかを確認してください！
ID1001 =マーキングコントロールカードの初期化に失敗しました！
ID1002 =ラベルコントロールカードシステムの設定に失敗しました！
ID1003 =最初にテストする修正レベルを選択してください！
ID1004 =操作に失敗しました。後で試してみてください！
ID1005 =すでに存在しているスキーム名はありますか？
ID1006 =修正の範囲は0になりません！
ID1007 =マーキングの範囲は0になりません！
ID1008 =補正の範囲の比例係数とマーキングの範囲が正しくありません。
ID1011 =レベルを削除するレベルを選択してください
ID1012 =少なくとも最初のレベルの修正を保管してください！
ID1013 =ファイルエラー！
ID1014 =修正データをカードに失敗するには、後で試してみてください！
ID1015 =この修正構成スキームは、現在のソフトウェアバージョンと矛盾しています。
ID1016 =ボックスサイズはマーキング範囲を超えることはできません！
ID1017 =ボックスサイズは前のレベルのサイズを超えることはできません！
ID1018 =現在の修正設定が変更されていますが、保存されていますか？
ID1019 =ファイルの読み取り失敗！
ID1020 =現在のスキームの削除を確認しますか？
ID1021 =ソフトウェア犬は検出されません！
ID1022 =ソフトウェア犬は検出されますが、法的なソフトウェア犬は検出されません！
ID1023 = 1つ以上の法的ソフトウェアが挿入されています！
ID1024 =最初の犬を犬を走らせるために変換しました。失敗しました！
ID1025 = "現在のソフトウェア承認の有効期限が切れており、ライセンスパッチマッチング（DOG ID =％S、検証コード=％S）を再適用するためにカスタマーサービススタッフに連絡する必要があります。
ID1026 = "d160"
ID1027 = "d480"
ID1028 = "CO2 Enhance"
ID1029 =「CO2の伝統」
ID1030 = "起動に失敗しました"
ID1031 =ボックスサイズは次のレベルより小さくすることはできません！
ID1032 =効果的な修正領域を超えて
ID1033 = "Farth Focus"
ID1034 = "3Dダイナミックコーキング"
ID1035 = "通常のバックフォーカス"
ID1036 = "単純なレーザー制御モードは、マーキング範囲％DMMよりも小さくなければなりません" "
ID1037 = "失敗したカードに保存されている犬IDを取得してください。カードが拘束されるかどうかを確認してください」
ID1038 =「インポートフェール」
ID1039 =「インポートの成功」
ID1040 =「エクスポートが失敗した」
ID1041 =「エクスポートの成功」
ID1042 =「操作失敗」
ID1043 =「ファイルデータが一致しない」
ID1044 = "フォーカス3d"後に "
ID1045 = "x座標ファイルパスは空です！"
ID1046 = "y座標ファイルパスは空です！"
ID1047 =「カードの犬は暗号化された犬番号と矛盾しています」
ID1048 = "カードのカード番号は空です、または長さが正しくない" "

;---------------------------------End: EMCC\Caliset-----------------------------------------

[IDD_DIALOG_TESTFOCUS]

CAPTION=Microfocal位置決め

1=申&A)

2=口(&C)

1502=0.05

1911=10

1013=マーク&M)

1014停留所=(S)

2189=ステップ1セットにフォーカス調整額をマークす

2190=ステップ2：最も効果的な一つの数値を入力、編集ボックス

2191=微調整量

2193=最高のマーキング効果を数：


[IDD_MARK_WHEEL2]

CAPTION=の移動マーク

1870=マークの統計

1475=0

1265=0:00:00:00

1263=0

1266=0:00:00:00

1264=0: 0: 0: 0.000

1267=0:00:00:00

1492=マーク

1634=赤のプレビュー

1012=

1396=リフレッシュ

1794=

1724=赤

1013=Start(&M)

1014停留所=(E)

2=口(X)

1740=ループマーク

1502=100

1034=

1803=

1804=

1869=後の自宅マーク終了

1903=モーターホーム

2422総数のマーキング:

1475=0

2423=合計時間：

1413数=マーキング:

1263=0

2436=無料時間：

2405=単時間：

1414=マーキング時間：

1267=0:00:00:00

2444=マーキングタイプ


[IDD_TEXTEDIT_DLG_COMBOBOX_0]

0=Fixテキスト

1=シリアル

2=時間

3=シリアルテキスト

4=ネットワークテキスト

[IDD_TEXTEDIT_DLG_COMBOBOX_1]

0 = TTFフォント

1 = SHXフォント

2 =カスタムフォント

3 = ドットフォント

4 = Fnt フォント

[IDD_DIALOG_3DLOAD_COMBOBOX_0]

0 = ステップ

1 = 傾斜

2 = 列

3 = 球

4 = テーパー

[IDD_DIALOG_BAREDIT_COMBOBOX_1]

0=Fixテキスト

1=シリアル

2=時間


[IDD_DIALOG_OBJINFO_CCD_COMBOBOX_0]

0=続き

1=口

[IDD_BAR_PAGE_COMBOBOX_0]

0=マック ローマ

1=MAC- 日本語

2=MAC- 伝統中国 Big5

3=MAC- 韓国語

4=MAC- アラビア語

5=MAC- ヘブライ語

6=MAC- ギリシャ I

7=MAC- キリル文字

8=MAC- 中国語（簡体字） GB2312

9=MAC- ルーマニア

10=MAC- ウクライナ

11=MAC- タイ

12=MAC- ラテン II

13=MAC- アイスランド

14=MAC- トルコ

15=MAC- クロアチア

16=IBM EBCDIC- トルコ(ラテン-5

17=IBM EBCDIC- ラテン-1/オープンシステム

18=IBM EBCDIC- 米国/カナダ(37+ユーロ

19=IBM EBCDIC- ドイツ(20273+ユーロ

20=IBM EBCDIC- デンマーク/ノルウェー(20277+ユーロ

21=IBM EBCDIC- フィンランド/スウェーデン(20278+ユーロ

22=IBM EBCDIC- イタリア(20280+ユーロ

23=IBM EBCDIC- 中南米/スペイン(20284+ユーロ

24=IBM EBCDIC- 英国 (20285+ユーロ

25=IBM EBCDIC- 国際(500+ユーロ

26=IBM EBCDIC- アイスランド(20871+ユーロ

27=ANSI- 中央ヨーロッパ

28=ANSI- キリル文字

29=ANSI- ラテン I

30=ANSI- ギリシャ

31=ANSI- トルコ

32=ANSI- ヘブライ語

33=ANSI- アラビア語

34=ANSI- バルト海

35=ANSI/OEM- ベトナム

36=韓国語 -Johab

37=CNS- 台湾

38=TCA- 台湾

39=Eten- 台湾

40=IBM5550- 台湾

41=TeleText- 台湾

42=Wang- 台湾

43=IA5IRV 国際文字 5

44=IA5 ドイツ

45=IA5 スウェーデン

46=IA5 ノルウェー

47=US-ASCII

48=T. 61

49=ISO6937 スペースなしでアクセント文字

50=IBM EBCDIC- ドイツ

51=IBM EBCDIC- デンマーク/ノルウェー

52=IBM EBCDIC- フィンランド/スウェーデン

53=IBM EBCDIC- イタリア

54=IBM EBCDIC- 中南米/スペイン

55=IBM EBCDIC- 英国

56=IBM EBCDIC- 延長日本語のカタカナ

57=IBM EBCDIC- フランス

58=IBM EBCDIC- アラビア語

59=IBM EBCDIC- ギリシャ

60=IBM EBCDIC- ヘブライ語

61=IBM EBCDIC- 規模-韓国語

62=IBM EBCDIC- タイ

63=ロシア -KOI8

64=IBM EBCDIC- アイスランド

65=IBM EBCDIC- キリル文字(ロシア

66=IBM EBCDIC- トルコ

67=IBM EBCDIC- ラテン-1/オープンシステム(1047+ユーロ

68=JIS X0208-1990 0212-1990

69=中国語（簡体字） GB2312

70=IBM EBCDIC- キリル文字(セルビア,ブルガリア

71=Extアルファ 小文字

72=ウクライナ -KOI8-U

73=ISO8859-1 ラテン I

74=ISO8859-2 中央ヨーロッパ

75=ISO8859-3 ラテン 3

76=ISO8859-4 バルト言語

77=ISO8859-5 キリル文字

78=ISO8859-6 アラビア語

79=ISO8859-7 ギリシャ

80=ISO8859-8 ヘブライ語: 視覚の分別

81=ISO8859-9 ラテン 5

82=ISO8859-13 ラテン 7

83=ISO8859-15 ラテン 9

84=IBM EBCDIC- 米国/カナダ

85=ISO8859-8 ヘブライ語: 論理的な順序

86=OEM- 米国

87=IBM EBCDIC- 国際

88="ISO-2022 せずに半角カタカナ語

89="ISO-2022 半角カタカナ語

90="ISO-2022 日本語 JIS X0201-1989

91="ISO-2022 韓国語

92="ISO-2022 中国語（簡体字）

93="ISO-2022 伝統中国

94=EUC-韓国語

95=HZ-GB2312 中国語（簡体字）

96=GB18030 中国語（簡体字）

97=SMS GSM位7ビット

98=SMS GSM位7ビット スペイン語

99=SMS GSM位7ビット ポルトガル語

100=SMS GSM位7ビット トルコ

101=SMS GSM位7ビット ギリシャ

102=ISCII- サンスクリット語

103=ISCII- ベンガル語

104=ISCII- タミル語

105=ISCII- テルグ

106=ISCII- が可能

107=ISCII- Oriya

108=ISCII- Kannada

109=ISCII- Malayalam

110=ISCII- Gujarati

111=ISCII- ステム(Gurmukhi

112=アラビア語 -アスモ

113=アラビア語 - 透明 アスモ

114=OEM- ギリシャ 437G

115=OEM- バルト言語

116=OEM- 多言語ラテン語 I

117=OEM- ラテン II

118=OEM- キリル文字

119=OEM- トルコ

120=OEM- 多言語ラテン語 I+ユーロ

121=OEM- ポルトガル語

122=OEM- アイスランド

123=OEM- ヘブライ語

124=OEM- カナダフランス

125=OEM- アラビア語

126=OEM- ノルウェー

127=OEM- ロシア

128=OEM- 現代のギリシャ

129=IBM EBCDIC- 多言語/ROECE(ラテン-2

130=ANSI/OEM- タイ

131=IBM EBCDIC- 現代のギリシャ

132=ANSI/OEM- 日本語 Shift-JIS

133=ANSI/OEM- 中国語（簡体字） GBK

134=ANSI/OEM- 韓国語

135=ANSI/OEM- 伝統中国 Big5

136=UTF-7

137=UTF-8

[IDD_BAR_PAGE_COMBOBOX_1]
0=点単位、内側から外側
1=点単位、外から内へ
2=すべての点、内側から外側
3=すべての点、外から内へ

[IDD_TEXT_PAGE_FNT_COMBOBOX_6]

0=TTFフォント

1=フォントをMS

2=ユーザーのフォント

3=文字列

4=Fntフォント

[STRINGTABLE]
241 = EZDドキュメントのインポートに失敗しました
240 = すべての角の三角形
239 = すべての角が丸みを帯びている
238 = 面取りの角度 ( mm )
237 = 真円度 ( 0 ~ 100 )
236 = 矩形

235 = Lmc1_Initial 初期化に失敗しました

234 = MarkEzdDll.dll の読み込みに失敗しました

233 = Noneを選択するにはソフトウェアを再起動してから有効にする必要があります

232=このショートカットを削除しますか？

230=赤色(F1)

231=赤色光を停止(F1）

229=%sファイルが見つかりません

228=機能

227=ショートカットキー

223=長さ：

226=角度：

221= ペン番号

222= カラー

32779=初期マーキング機でユニバーサルマーキング状態|汎用フラット画面のマーキング

57642=|すべて選択のオブジェクト

57643=オープンアクション|元に戻す

57644=再実行した下記のいずれかから選択操作|再実行

57648=のためのアクティブなドキュメントが別ウィンドウで開く|新しいウィンドウ

57649=アイコンを配置するのウィンドウの|アイコンの整列

57650=配Windowsへの重複|積層窓

57651=手配していた段階で、重複を排除し|タイル張りの窓

57652=手配していた段階で、重複を排除し|タイル張りの窓

57653=アクティブwindowに分割|仕切り

57664=表示プログラム情報のバージョンや著作権|報

57665=辞めのアプリケーションを促す文書を保存し|口

57666=ヘルプ|ヘ題

57667=ヘルプ項目のリスト|ヘ題

57668=の表示の使用方法のコマンド|助

57669=の表示のためのボタン、メニューやウィンドウをクリック操作の|助

57670=の表示のために、現在のタスクまたはコマンドのヘ|助

57680=スイッチの区画|次ペイン

57681=切り替える前ペイン|前ペイン

59392=表示/非表示の標準ツールバー|明示的、暗黙の共通バー

59393=表示-非表示切り替えのステータスバー|明示的、暗黙のステータスバー

59415=ポイント

61184=ウィンドウサイズ

61185=ウィンドウ位置

61186=窓の外には、アイコン

61187=窓の拡大の最大サイズ

61188=スイッチのウィンドウ

61189=スイッチ前のウィンドウ

61190=あのアクティブウィンドウおよび促保存すべての書類

61202=の画面に戻り通常のサイズ

61203=起動のタスクテーブル

61215=の窓

61445=あの印刷プレビューモード|解約前の読み

61449=選択されていない編集することができるポイント！

61450=ブロック選択した地域づいて!

61451=のみを選択点!

61452=の曲線の閉ループ曲線!

61453=間の距離の二点以下を最低限の距離を精度で接続しないでください!

61454=文書フィルター点のコマンド

61455=結露に広がるコマンド端

61456=るかどうかについての並べ替え用のオブジェクト?

61458=本当に欲しいの?への選別工程?

61459=るかどうかを指定する自動的にソートの始点のでしょうか？

61460=の不足のようなガイドライン!

61461=のオブジェクトの合成

61462=選択したグループ

61463=オブジェクトの配置

61464=のようなオブジェクトは以下の6できなうね！

61465=一般

61466=先進

61472=番号

61473=層

61474=ボーダー

61475=充填

61476=最初に記入し

61477=現在オフラインからの再ダウンロード?

61478=現在、オフラインでマーキングかどうかを切り替えのオンラインです。

61479=開始

61480=中止

61481=るかどうかを明確にコントロールカードのオフラインデータはもらえますか？

61482=速度

61483=Q周波数

61484=Qリリース

61485=りましたが、現在のマーキングソフトウェア、開始による精度較正プログラム,継続するかどうか?

61486=りましたが、現在のマーキングソフトウェア-レーザーパラメータの設定手順,継続するかどうか?

61487=の決定、選択した曲線'曲線に合わせ'操作?

61488=絶対座標

61489=相対座標

61490=かしたソ?

61491=どのようなデフォルトの値?

61492=りましたが、現在のマーキングソフトウェア開始M値を調整ソフトウェア、継続するかどうか?

61493=現在のドキュメントが正常にダウンロードカード, 収納スペース %d%%,できるオフラインでマーキング!

61494=本ソフトウェアは破壊され, ファイルの誤!

61495=テキスト

61496=ジャンプ番号

61497=日時

61498=TTFフォント

61499=SHXフォント

61500=カスタムフォント

61501=スプライン曲線

61502=この曲線は休館?

61503=アーク

61504=丸

61505=のデータは違法でご確認ください入力!

61506=の開始値、終値、ステップサイズに一致"しないてください再入力!

61507=アークオブジェ

61508=丸いオブジェクト

61509=クイックソートコマンド

61510=中止(E)

61511=ビットマップフォント

61512=グループ

61513=運動制御

61514=位置設定

61515=システムは、現在のカードに対応する補正ファイルをください訂正ボックスそのソフトウェア!

61516=現在の運転に応じて設定されている。●周囲径を既存のデータの再組み合わせに並べ替え、|に変化が現在使用されているデータ形式, 決継続するかどうか?

61517=自動分割

61518=ヒント:|システムが検知すると、現在のマーキングのデータのオブジェクトの長さが大きすぎ,|場合を実現したい周りマーキング効果のご使用をお勧めします細分化マーカーモード!

61519=マーキングデータの存在下での機能部品のオブジェクトの現在の操作が禁止されて!

61520=ユーザー名

61521=タイプ

61522=グレー

61523=番号

61524=定規セットを既存のデータを再編するか否かを続け?

61525=オブジェクト

61526=数間隔

61527=デジタル表示

61528=の小数点以下の桁数

61529=優先度

61530=グループ

61531=Cancelグループ

61532=変更の層

61533=に接続されていないカード

61534=のドングルはマルチカード機能!

61535=ソフトウェア犬IDのカードでの犬ID矛盾

61536=カードのカードIDがnullの場合、長さい

61537=ログインしてくださいWeChat公立大学等実施件数"ハンのレーザーマーキングファイバ"->"従業員のチャンネル"->"よりサービス"->"承認文書管理センター"->"ファイル暗号化の適用"の促のダウンロードライセンスファイルです。

61538=の成功のダウンロードライセンスファイルがコピーされるの%%s"ディレクトリです。

61539=注:アプリケーションに失敗した場合、ご連絡ください漢のアフターサービス。

61540=で開くかどうかのDogInfoRead.exeビューのドングルの情報?

61541=記入に失敗! を含むもの閉曲線!

61542=記入に失敗! を含む小さなセグメントの冗長

61543=いて迅速に行うマーキング, の申請に失敗した!

61544=は赤色光プレビュー, の申請に失敗した!

61545=の実装オブジェクトのマーキング, の申請に失敗した!

61546=Fntフォント

61547=なマーキングオブジェ!

61548=点から内への外

61549=点は外側から内側

61550=すべてのポイント内部から外部への

61551=すべてのポイントは外側から内側

61552=のオブジェクトできません。

61553=バーコードオブジェクトに自動的に、人口は利用できません外部書をご記入いただきます。

61554=オブジェクトの操作

61555=所在地

61556=角度

61557=ミラー

61558=サイズ

61559=せん断

61560=センター

61561=mm

61562=比率

61563=°

61564=図面その他のグラフィック

61565=3D描画

33148=3D/2Dスイッチ|3D/2Dスイッチ

33149=荷重3Dモデル|荷重3Dモデル

33150=変換3Dモデル|変換3Dモデル

33151=編集を選択したノード座標|編集を選択したノード座標

33154=輸入ベクトルファイル|輸入ベクトルファイル

33155=輸入ビットマップファイル|輸入ビットマップファイル

33156=輸入CNC加工のファイル|輸入CNC加工のファイル

33157=スイッチXY眺望|スイッチXY眺望

33158=スイッチYZ眺望|スイッチYZ眺望

33159=スイッチXZ眺望|スイッチXZ眺望

33160=スイッチを概観|スイッチを概観

33162=マイクロフォーカス位置決め|マイクロフォーカス位置決め

33163=ロータリーマーキングパラメータの設定|ロータリーマーキングパラメータの設定

33165=動作パラメータの設定|動作パラメータの設定

33178=溶接スタイリング|溶接

33182=の交差点のフィルター|の除去の交差点

33184=のオブジェクト評価項目|店助オブジェクト

33189=をレーザーコントロールオブジェクト | レーザーコントロールオブジェクト

33198=CCDオブジェクト|作成したCCDオブジェクト

33200=位置補正|の位置の補正オブジェクト

33202=モデル|モデル

33205=線の太|線の太

33211=初期マーキング、機械での人opマーキング状態|ダイナミックな動きのマーキング

33220=ロスレス周マーキング、テキスト分割|ロスレス周マーキング、テキスト分割

33224=測定距離|測定距離

33225=測定角度|測定角度

33226=交差|クロス

33227=トリム|トリム

33228=削除|削除

33245=プレイヤーにもう|プレイヤーにもう

33246=オブジェクトが自動的にソート2|オブジェクトが自動的にソート2

33247=選択モデルを中心に|選択モデルを中心に

33256=セットの飛行機のパラメータ

33264=|インバージョンを選択したオブジェクト

33266=|ロックのオブジェクト

33267=|のロックを解除する場合はオブジェクト

33268=|すべてのオブジェクトのロック解除

33270=|プレスのペン番号を選択したオブジェクト

33273=|表示

33274=|隠す

33275=|オブジェクトの操作

33399=|オブジェクトの変換

33413=のスイング線|のスイング線

33415=変換ベクトルにビットマップ|へのビットマップ

57344=HL

57345=

57346=の選択された協力が得

57347=%1 に %2 に

57349=%1 - %2

57600=設立の新しいドキュメント|新しい

57601=開く既存のドキュメント|Open

57602=あのアクティブなドキュメント|近

57603=保存、アクティブなドキュメント|保存

57604=のアクティブなドキュメントへのファイルを保存し、新規ファイル名で保存|として保存

57605=変化する印刷オプション|ページ設定

57606=変更は、プリンタと印刷オプション|印刷設定

57607=印刷のアクティブなドキュメント|印刷

57609=全体に表示されページ|印刷プレビュー

57616=開文書

57617=開文書

57618=開文書

57619=開文書

57620=開文書

57621=開文書

57622=開文書

57623=開文書

57624=開文書

57625=開文書

57626=開文書

57627=開文書

57628=開文書

57629=開文書

57630=開文書

57631=開文書

57632=削除選択したオブジェクト|削除

57633=べて削除する|べて削除する

57634=コピーを選択したオブジェクトでのクリップボード|コピー

57635=カット選択中のオブジェクトでのクリップボード|せん断

57636=の指定されたテキスト|見

57637=挿入をクリップボードのコンテンツ|ペースト

57640=繰り返し、前のステップ|繰り返し

57641=の異なるテキストに置き換えは、指定されたテキスト|交換

33005=をドラッグすると、以下のようなビュー|をドラッグすると、以下のようなビュー

33006=拡大|拡大

33007=ノードの編集|ノードの編集

33008=表示のリストの左側のダイアログ|表示のリストの左側のダイアログ

33009=を表示プロパティ]ダイアログボックス|を表示プロパティ]ダイアログボックス

33010=精密な動き|精密な動き

33011=く曲線|く曲線

33014=削除を選択したノード|削除を選択したノード

33015=サーブコープがご提供するオフィend to end|サーブコープがご提供するオフィend to end

33016=精密な動き|精密な動き

33017=ブレークポイントの操作|ブレークポイントの操作

33018=ブレークポイントの操作|ブレークポイントの操作

33029=オブジェクトを手動でソート|オブジェクトを手動でソート

33030=オブジェクトが自動的にソート|オブジェクトが自動的にソート

33039=オブジェクト移動並べ替え|オブジェクト移動並べ替え

33040=のマーキングオブジェを一つのオブジェクト|のオブジェクトの合成

33044=幅|幅

33045=高|高

33046=サイズ|サイズ

33047=左|左

33048=右揃え|右揃え

33049=配|配

33050=下の配置|下の配置

33051=横ピッチ|横ピッチ

33052=縦方向の間隔|縦方向の間隔

33053=ショートカットのためのカスタム設定|ショートカットのためのカスタム設定

33061=IO選択複数のドキュメント処理工程|オンラインIO選択した書類

33062=赤色光プレビューロ|赤色光プレビュー

33063=シンプルに、境界の表面にマーキングの完成口|高速マーキング

33064=コピーのデュアルヘッド特性|コピーのデュアルヘッド特性

33065=ペーストの三次元的に広がってい属性|ペーストの三次元的に広がってい属性

33068=オブジェクト選択ソート|オブジェクト選択ソート

33069=側センターを揃えて|側センターを揃えて

33070=左右センターを揃えて|左右センターを揃えて

33072=単一文書オフラインダウンロード|単一文書オフラインダウンロード

33073=キャンセル去をダウンロードオフラインデータ|オフラインキャンセル去データ

33074=IO信号検出

33076=のヘッド、テールの近くの曲線統合ネームプレート|隣接する曲線の統合

33079=地域におけるクイックソート|クイックソート

33086=初期マーキング機を離れますIO信号をドキュメントを選択します。ダウンロード|IO選択した文書をオフラインダウンロード

33092=を遅延オブジェクト|遅延

33093=を待つの入力信号オブジェクト|信号入力を待つ

33094=の出力信号のオブジェクト|出力信号

33097=のスプラインの描画モードを描くスプライン曲線|スプラインの描画ツール

33113=を同定することによりアークのドットで描くアーク|弧の描画

33115=を同定することによりセンターの円の円弧上の点描アーク|弧の描画

33117=の半径の中心に円を描くの|塗装輪のツール

33129=描き点|ポイントツール

33131=選択したオブジェクトグループ|オブジェクトのグループ

33132=解除選択したオブジェクトグループ属性|Cancelグループ

33136=によるワーク径,現在のデータをデータの再構築 |データの再構築

33137=初期マーキング、機械に入れる回転のマーキング状態|ロータリーマーキング

33138=のオブジェクト | モータースポーツ

33139=定電流モータの位置 | セットの現在位置

33141=サの動作条件オブジェクト | 条件付き

33142=規模の編集ウィザード|創造規模

33143=オブジェクトの名前を変更|オブジェクトの名前を変更

32783=プレビューのマーキング処理|プレビュー

32784=を入力してください新しいシリアル番号:

32785=に入力してください先番号:

32788=完成の補正処理|補正

32791=削除を選択したオブジェクト|削除を選択したオブジェクト

32793=を選択してください物!

32794=コピーしてくださいオブジェクトの三次元的に広がってい属性!

32795=世代の成功！

32796=選択%dソートオブジェクト;|うる経路の選別のオブジェクト:%dA;|るか否かの並べ替え?

32804=縮小を図|狭い

32805=拡大図|ズーム

32807=拡大図ですべてのオブジェクト|ズームにすべてのオブジェクト

32808=だけで拡大、選択したオブジェクト|規模の選択したオブジェクト

32809=表示すべてのマーキングページ|ズームすべてのページ

32813=矩形を描画|長方形ツールで

32814=描く、楕円、円|楕円形ツール

32815=図の左右対称のポリゴン|多角形ツール

32816=描きの矩形|グリッドツール

32820=充填物|入ツール

32821=オブジェクトを選択し、変形のオブジェクト|ピツール

32828=組み合わせ、選択したオブジェクト|組み合わせのオブジェクト

32829=解除選択されたオブジェクト組み合わせ|Ungroup

32832=オプションの設定パラメータ|オプション

32839=設定のマーキング範囲と関連するパラメータ|マーキング範囲

32841=マーキング機械システム設定の設定|システムの設定

32842=マーキング機ハードウェア構成に設定|トリガ信号を

32844=変換位置|所在地

32845=角度を変える|回転

32846=交換比率およびミラー|ズーム

32847=変換サイズ|サイズ

32901=選択したオブジェクトのページセンター|を中心に

32907=選択したオブジェクトをミラー|周辺にはミラー

32908=選択したオブジェクトの縦型ミラー|セミナ

32913=選択したオブジェクト左90度|左手90度

32914=選択したオブジェクト右90度|右90度

32916=セットの特性|設定トラッカー

32917=表示/非表示の設定のバー|明示的、暗黙的な層セットのバー

32919=バーコードの作成|バーコードツール

32920=輸入版

32921=輸出のテンプレート

32938=設定の中心点の座標|相対センター

32939=セット飛行マーキングパラメータ|マーキングの

32940=指定されたオブジェクトの配列の配列|配列

32943=利用の伝統的な方法の設定のマーキング範囲|マーキング範囲

32944=見つかりませんでのデジタルライブラリ！

32949=選択した複数の物体配置の境界|配

32951=初期マーキングマシンで複数の文書のマーキング状態|多文書のマーキング

32953=開複数の既存の書類|マルチドキュメント

32954=ビットマップマーキング特性|ビットマップ

32956=合計を表示マーキング時間数|表示マーキングの統計

32957=名称

32958=タイプ

32959=番号

32964=非比例のスケーリング|非比例のスケーリング

32965=不明

32966=曲線

32967=矩形

32968=テキスト

32969=ジャンプ番号

32970=オーバル

32971=グリッド

32972=ポリゴン

32973=バーコード

32974=組み合わせ

32976=遅延

32977=入力信号

32978=出力信号

32979=送現在のドキュメント|送現在のドキュメント

32980=すべての書類|すべての書類

32981=セット下部のマーキングパラメータ|セット下部のマーキングパラメータ

32982=条件

32983=条件終了

32995=を作成し二次元バーコード|二次元バーコードツール

32997=を作成し二次元バーコード|二次元バーコードツール

32998=作成バーコード関連するテキスト|バーコードテキスト

33001=のグラデーション電流補正|補償

33002=ビットマップグレースケールの非線形補償

214=選択されていない任意項目です！

215=現在のコントロールカード版が低すぎ！

216=コントロールカードの失敗を初期化する方法については、システムが終了!

217=デバイス図書館になると、システム終了!

218=文書のスキップオブジェクトをのぞいて、複製関連する国内の宿探しのお得な情報満載。

219=パラメータの不正!

220=未サポートファイルタイプ！

306=輸入の画像ファイル|輸入

307=の手描きのパターン、ダーのポップや曲線|手描きツール

308=テキストの設定に飛び番号|テキストとジャンプ

309=

310=

311=を選択し物に含まれるバーコードやテキストからの変換は通常のカーブ?

312=に達した256測定ラインできなくなりが増えました！

313=見つかりませんでの信号のマッチングの書類

566=8ビットバイト

567=日本の漢字

568=漢字

1700=に減ってきた最小値、開示等の求めに対する手続きを取キャンセル!

1701=を開き、グラデーション電流補償ファイルに失敗した!|デフォルトのパラメータ

1702=保存グレー電流補償ファイルに失敗した!

1703=見つかりませんで:

1704=設立の輸入フォルダに失敗した場合、|かどうかを確認してください、ディスクが読み取り専用である

1705=の輸入フォルダのファイル:

1706= は、|独自の:

1707=|交換用にはオート名を変更?

1708=デフォルトのユーザーが存在しない!ご入力くださいユーザー名とパスワード"login"ボタンをクリックします。

1709=ユーザ情報が破損が存在しないように、[を選択して、]するスーパーユーザログインを押すと、[キャンセル]終了プログラムを終了します。

1710=ユーザ情報が破損しない存在です！

2070=外側凸面

2071=凹面

29141=現在のユーザー:

29142=現在位置:

29143=ベクトルの長さ:

29144=ユーザーがすでに存在する!

29145=ユーザー名やパスワードは正しくない。

29146=非管理者のユーザーはできませんのために、運行中！

29147=パスワードできない空!

29148=パスワードは正しくない。

29149=ユーザー名できない空!

29150=ユーザーが存在しない!

29151=元のパスワードが正しくない。

29153=オブジェクト一覧

29154=特性一覧

29155=設定

29156=の編集

29157=ダブルヘッド

29158=分別物

31460=増加のパラメータのスキーム！

31461=をお選びください削除するパラメータでのスキーム

31462=変更することはできませんの選択したパラメータの確認ください。

31463=を削除することはできませんの選択したパラメータのスキーム

31464=現在のパラメータを保存するデフォルト値としてオリジナルポストカードを開く新規ドキュメント、

|マーキングパラメータに設定されますこれらの値です。確認?

|マーキングパラメータに設定されますこれらの値です。 ご確認ください。

31465=デフォルトに設定された値がエラー！

31466=ご入力ください有効な制度です。

31467=既存のプログラム名、オーバーライドです。

31468=外部ファイルをインポート

31469=予測不能なファイル形式やファイルを読み込んだりした♪

31470=な描画されるオブジェ!

31479=開始(&M)

31480=一時停止

31482=タイマー定義されたエラー!

31484=OLE初期化に失敗したいOLEライブラリの正しいバージョン!

31485=図面

31487=変換

31488=共通

31489=をクリックセンターポイントにズームやブロックの選択範囲の拡大率

31490=をクリックしセンターの狭い

98=ハンのレーザーマーキング制御ソフトウェア4. 0. 1

99=|BS|BS|BS ファイル (*.bs)|.bs|BS.ドキュメント-BS書

100 =レーザー制御

101=ハンス-編集ソフトウェア

102=|BS|BS|BS ファイル (*.bs)|.bs|BS.ドキュメント-BS書

103=CCD

104=位置補正

105=校正セット:

106=表示/非表示の性質のバー|明示的、暗黙的な属性バー

107=にしてください選択したオブジェクト

108=をドラッグすると、以下のようなコマンド

109=新しいノードを追加

110=ノードの編集コマンド

111=削除ノードのコマンド

112=選択複数のオブジェクトのコマンド

113=選別のオブジェクト

114=店のドキュメント

115=表示-非表示ツールバー|表示-非表示ツールバー

116=オブジェクトのプロパティ

117=マーキングパラメータ

118=るかどうかの変換は、通常カーブ?

119=負荷ダイナミックライブラリに失敗した!

120=機能説明

121=アクティブ状態

122=グレースケールビットマップマーキング

123=モーションコントロール-ロータリーマーキング

124=高精度の補正

125=ママカードを切り替え

126=していることによって示されてい

127=な活動

128=りましたが、現在のマーキングソフトウェアの開始通信をマーキングソフトウェア、継続するかどうか?

129=NG続き

130=を表示するかどう変換ツールバー|明示的、暗黙的に変換バー

131=表示/非表示を描画ツールバー|明示的、暗黙的に描画バー

132=表示/非表示にズームツールバー|明示的、暗黙的なズームバー

133=注:ジ番号が画面を飛びに、設定対象分！

134=機能番号

135=制御カードスイッチに失敗した場合、offにしてくださいソフトウェアを再開です！

136=制御カードスイッチに成功すると、新しいカードでの運用！

137=るドングルやマルチブロックのカードに結合さの再結合しただけの一枚のカード!

138=梯子

139=ランプ

140=円筒形

141=ボール

142=円錐

143=座標

144=長さ

145=幅

146=3Dマーキング

147=次のビット機プログラム版が低過ぎる場合、ダウンロードしてください支援3Dマーキング発売！

148=マーキング時間:

149=正の制限

150=モータの位置:

151=負の制限

152=焦点位置決めのテストファイル中の名前と一致しないときは、を押してください数値の注文後に再!

153=焦点位置決めのテストファイルオブジェクト数は20Aご確認ください、テストファイルが正しい！

154=回転軸

155=パン軸

156=言語のオプションを変更するログラミング環境を再起動して下が有効, Offにしてくださいマーキングソフトウェアを再起動!

158=デジタル

159=混文字

160=NG口

161=ハイブリッド符号化

162=設定のマーキング範囲に失敗した

163=設定のパルスおよび帰還パルスに失敗した

164=のソフトウェアを検出し現在のオペレーティングシステムはWin7以上版|初めて起動するソフトである必要がありますの走行管理者権限を持つ!

165=ネイティブの経営システムWin7以上のソフトウェアではない管理者権限で実行しなければなりませんのソフトウェアディレクトリに割り当ての読み書きの権限、それ以外では正常に動作!

166=後に使用し、ユーザーのニーズに再ログインからの取キャンセルを?

167=ヘリックス

168=AI

169=PDF

170=DST

171=3次元モデル

172=3Dフレーム

173=大型電力補正ソフトウェア

174=二次開発interface library

175=を選択し、カードの始まり

176=を選択し、カードの停止

177=な描画されるオブジェ!

178=溶接

179=トリム

180=交差

181=削除

182=シリアルテキスト

183=Webテキスト

184=通信接続を作成エラーに接続数に達した最大値!

185=NewsletterTCP接続エラーの作成に失敗した!

186=NewsletterTCP接続エラーの接続に失敗した!

187=通信シリアルポート接続エラーの作成に失敗した!

188=通信テキストのリフレッシュエラー:シリアルポートの送信に失敗した場合、シリアルポートが接続されていないデータが空白または送信タイムアウト!

189=通信テキストのリフレッシュエラー:シリアルポート接続はございます！

190=通信テキストのリフレッシュエラー:シリアルポートの読みのシリアルポートが接続されていないまたは受信タイムアウト!

191=通信テキストのリフレッシュエラー:シリアルポートを受けたコンテンツは空です!

192=通信テキストのリフレッシュエラー:TCP送信失敗す!

193=通信テキストのリフレッシュエラー:TCPの接続はございます！

194=通信テキストのリフレッシュエラー:TCP受信タイムアウト!

195=のドングルモジュールに失敗した!

196=んでいるのが指定されたコントローラカード、オープンにしてくださいその関連.hs文書運行中！カード番号:

197=見つかりませんでFdichU.dllまたはメジャーバージョンが違います。

198=のドングルが削除され、フロントの暗号化です。

199=ベクトルファイルが大きすぎる!

200=不十分なメモリへのコピー/ペーストした♪

201=負荷のユーザーのフォント図書館/機能に失敗す!

202=んでいるのが、フォント:

203=のレーザー入力がない。

204=作成した3Dモデルに失敗す!

205=モードエラーの再設定をしてください作品。

206=動作パラメータエラー!

207=セットのモーター遅延した♪

208=テキストの交換に失敗した!

209=のシリアルポートに失敗した!

210=のビットマップフォルダに失敗した!

211=dstファイルサイズエラー!

212=できるなどのdstファイル'LA"とは、ロゴが！

213=できるなどのdstファイルの最終！

31491=ズーム

31492=楕円の幅:%.3f 高さ:%.3階Mm)

31493=矩形の幅:%.3f 高さ:%.3階Mm)

31494=直線 DX:%.3階Mm)DY:%.3階Mm) 距離:%.3階Mm) 角度:%.3階度)

31495=曲線の始まり(%.3f%.3階） 終了(%.3f%.3f)(Mm,Mm)

31496=モバイル X方向:%.3f Y方向:%.3階Mm)

31497=スケーリング:%.1f%%

31498=ズーム X方向性比率:%.1f%%

31499=ズーム Y方向性比率:%.1f%%

31500=Redo

31501=元に戻す

31502=モバイル

31503=作成した

31504=ズーム

31505=引きとなり

31506=ピックアップ

31507=削除

31508=回転

31509=選択したオブジェクト

31510=コピー

31511=組み合わせ

31512=Ungroup

31513=粘着後

31515=グリッド幅:%%.3f 高さ:%%.3階Mm)

31517=充填

31519=多角形の幅:%%.3f 高さ:%%.3階Mm)

31520=SHXジャンプ番号

31521=特性

31522=レイヤー設定

31523=選択されていない層!

31524=を削除することはできません層0です！

31525=ありませんアクティブなドキュメント!

31526=の層がはずされ、文書の対応するグラフに表示されるようになります。層の0

31527=い選択の層を積層することで試してみたい。

31528=層物件

31529=バーコードの設定

31530=オブジェクトのプロパティ

31551=のファイルの位置

31552=の場所を保存するファイル

31553=配列

31554=テキストとジャンプ

31555=フォントとフォント-

31556=配

31586=くださいすべての書類に記載されているものは、その多文書のマーキングを再試行!

31587=保存複数ドキュメントの設定

31588=のマルチ-ドキュメントの設定

31589=保存マルチカードのドキュメントセット

31590=くださいすべての書類に記載されているもの、そしてその後のカードをマーキングを再試行!

31591=マカードのドキュメントセット

31592=%4d年%2d月%2d日

31593=%D日%H時間%M分の%S"秒

31599=パスワードに誤りが必要で再度パスワード認証、そうでないときに"ハードウェアの設定"したいのですが。|を選択"YES"の"ハードウェアの設定"を選択し、"NO."戻り再度パスワードを確認します。

31600=エラー

31601=新しいパスワードを入力回は同じでない

31602=元のパスワードの設備は、施設内または近辺に認定パスワードを変更し

31616=を超えてシステムマーキング範囲

31617=ご入力くださいファイル名

31618=パスワードが間違っているのは、直してください。を記述する必要が無くなり、チャンス

31619=パスワードが必要20文字の長さのデジタルまたは英語の文!

31620=参加データのエラー!

31649=既にインスタンス走行!

31650=選択操作対象の項目

31652=ファイルを開き！

31658=色

31660=すいません！ い、アクセス権!

31698=ドットマトリクスフォントが開!

31709=現在の入力に存在しない層が多数です！

31718=バーコード

31719=テキスト

31720=フォント

31721=配

31724=管理者

31725=経常

31726=輸出PLTエラー!

31727=bind.set

32782=セットのコントロールカードの詳細パラメータ|管理カード


33003=輸出PLTファイル

33004=のヘルプファイル





157=このファイル形式は違法で特定できない!

16001="イメージ!

16002=は、入力テキスト!

16003=作成できない新しい画像!

16004=できないペーストのクリップボードからビットマップ画像!

16005=だペーストのサイズ(%d x%d)ビットマップ!

16006=メニューバー

16007=カスタマイズできませんのメニュー!

16008=ツールバー内部エラーになります。 お申ベンダーです。

16009=[に割り当てられません]

16010=のビットマップ画像をクリップボードに!

16011=HIDeの船窓

16012=の延長に寄窓

16013=縮小の船窓

16014=新メニュー

16015=ファイル

16016=フォルダ

16017=新しい

16018=既存の

16019=最近の

16020=削除

16021=移動項目

16022=下方に移動項目

16023=実行ファイル(*.exe)|*.exe|コマンド(*.com)|*.com|情報(*.pdf)|*.pdf|バッチ(*.bat)|*.bat|すべてのファイル(*.*)|*.*||

16024=を定義することができま %d るツールです。

16025=延長(%s)

16026=りボタン

16027=新しい

16028=ドラッグしないように注意してくださいメニューのfloat

16029=コマンド

16030=キー

16031=説明

16032=近

16033=自動的に隠す

16034=スクロール左

16035=スクロールバーを右にスクロール

16036=すべて自動的に隠す

16103=カスタム

16104=<タイトル>

16105=近

16106=デフォルトメニュー

16107=デフォルトの申請メニューです。 の開放的な文書が表示されます。

16108=-------------------------------------------------------------------------------------------

16109=削除してもよろしいですか、ツールバー"い%s"?

16110=すべてのコマンド

16111=すべての変更は失われます! 本当に欲しいの?へのリセットツールバー"い%s"?

16112=すべての変更は失われます! 本当に欲しいの?へのすべてリセットをツメニュー?

16113=すべての変更は失われます! 本当に欲しいの?へのリセットメニューの"い%s"?

16114=デフォルト

16115=すべての変更は失われます! Are you sure you wantへのリセットのキーボード配置?

16243=作成できない %d 一つ以上のユーザー定義のツールバー!

16244=この削除はこのアプリは、コマンドのファンドマネージャーは、デフォルトの可視コマンドを復元することのメニューやツールバー. ませんundoの他の明示的自己定義で設定します。 またこの操作?

16300=リセットをツールバー(&R)

16901=入ツール|充填

16902=鉛筆ツール|鉛筆

16903=色選択ツール|色を選択し

16904=ラインツール|ライン

16905=長方形ツールで|矩形

16906=楕円形ツール|オーバル

16907=コピーツール|コピー

16908=ペーストツール|ペースト

16909=削除ツール|明らか

17017=ツールバーのオプション

17018=の追加と削除ボタン(&A)

17019=スペイン

17020=裏

17021=進

17022=ホーム

17023=近

17024=その他のタスクペイン

17025=圏全画面

17026=全画面表示

17027=行の表示ボタン(&H)

17028=二行表示ボタン(&H)

17029=続きを見るボタン

17030=ショー以下のボタン

17031=オプション...

17038=ウィンドウの位置

17039=浮遊(&F)

17040=ドック(&D)

17041=自動的に隠す(&A)

17042=隠す(&H)

17043=活躍のファイル

17081=のリボン表示の下にツールバーのクイックアクセス

17082=のリボン表示の上部にツールバーのクイックアクセス

17083=追加のアクセスツールバー

17084=からのアクセスツールバーの削除

17085=カスタマイズに迅速にアクセスツールバー...

17086=を最小限にリボン

17087=ステータスバーの設定

17088=ブ文書(&T

17091=印刷プレビュー(&P)

17092=印刷

17093=ズーム

17094=プレビュー

17095=<区切り文字>

17096=カスタマイズに迅速にアクセスツールバー

17097=よりコマンド...

17098=のリボンの下に表示

17099=この商品につけられたタ上の表示

17101=キャンセル

17102=元に戻す %d 操作

17103=元に戻す 1 操作

17107=以上

17108=第 %d ライン(合計 %d ライン)

17109=第 %d-%d ライン(合計 %d ライン)

31514=せん断

32975=ビットマップ

33071=赤色光プレビューロ|赤色光プレビュー

33077=セットの補正パラメータ

33078=セットのレーザーパラメータ

33081=調整M値

33082=調整M値

33087=地域におけるクイックソート|クイックソート

33130=ログオフは、現在のユーザ

33170=言語の切り替え

33175=英語

33176=中国語（簡体字）

33177=伝統中国

33187=店助オブジェクト|捕獲の対象者の評価項目

33214=セットの動きのマーキングパラメータ|セットの動きのマーキングパラメータ

33244=を描くスパイラルライン|スパイラツール

33251=初期マーキングマシンで複数のカードをマーキング状態|マルチカードのマーキング

33254=3D補正

33258=初期マーキング機でマーキングの状態|マーキングの

33260=のポートパラメータの設定

33277=|選択オブジェクト

33289=|削除を選択したオブジェクト

33290=|Xミラー

33291=|Yミラー

57612=Eメールを送信するアクティブなドキュメント|メール送信

57638=挿入をクリップボードのコンテンツ、そのソースのリンク|ペーストのリンク

57639=を選択的に挿入しクリップボードのコンテンツ|ペースト

57696=現在の選択した内容の選択したフォント|フォント

57856=新しい要素を挿入し埋め込みオブジェクト|新しいオブジェクト

57857=編集リンク先のオブジェクト|編集リンク

57858=選択したオブジェクトに変換される他の種類|に変換するオブジェクト

57859=変更を選択したオブジェクトのアイコン|アイコン変更

57872=の組み込みや、リンクされたオブジェクト

57873=の組み込みや、リンクされたオブジェクト

57874=の組み込みや、リンクされたオブジェクト

57875=の組み込みや、リンクされたオブジェクト

57876=の組み込みや、リンクされたオブジェクト

57877=の組み込みや、リンクされたオブジェクト

57878=の組み込みや、リンクされたオブジェクト

57879=の組み込みや、リンクされたオブジェクト

57880=の組み込みや、リンクされたオブジェクト

57881=の組み込みや、リンクされたオブジェクト

57882=の組み込みや、リンクされたオブジェクト

57883=の組み込みや、リンクされたオブジェクト

57884=の組み込みや、リンクされたオブジェクト

57885=の組み込みや、リンクされたオブジェクト

57886=の組み込みや、リンクされたオブジェクト

57887=の組み込みや、リンクされたオブジェクト

58112=密な印刷プレビュー|近(&C)

58113=スイッチシングルページ/ダブル-のページを表示|スイッチシングルページ/ダブル-のページを表示

58114=次のページ|次のページ

58115=前へ|前へ

58116=印刷文書|印刷(&P)

58117=ズーム|ズーム

58118=狭い|狭い

59136=延長

59137=大文字

59138=デジタル

59139=スクロール

59140=書き換え

59141=記録

59142=かな

59648=が最初のレコード|最初の記録

59649=への記録|最後の記録

59650=次の記録|次の記録を

59651=行き過去最|レコード

61402=開選択された項目

61440=Open

61441=として保存

61442=すべてのファイル(*.*)

61443=タイトル

61444=コピーを保存して

61446=名前のないファイル

61457=隠す(&H)

61577=更新 %1(&U)

61580=出口戻りの %1(X)

61581=更新 ActiveX オブジェクト

61582=写真(メタファイル)|画像

61583=デバイス独立ビットマップ|デバイス独立ビットマップ

61584=ビットマップ|ビットマップ

61585=%s"|%s"

61586=%s"|%s"

61588=リンク の%s"

61589=不明タイプ

61590=マルチテキスト情報(RTF)|フォントおよび段落のフォーマットのテキスト

61591=打ち入力になテキスト|なフォーマットのテキスト

61592=無効な通貨です。

61696=ファイルのファイル名が間違っています。

61697=開文書に失敗します。

61698=保存文書を確認してください。

61699=保存するかどうかを %1 変化?

61700=の設置には空のドキュメントに失敗しました。

61701=ファイルが大きすぎな開きます。

61702=が起動しない印刷の仕事です。

61703=開始を失敗します。

61704=社内アプリケーションエラー.

61705=のコマンドに失敗しました。

61706=が十分でないメモリ操作を行ないます。●

61707=システムのレジストリのエントリが削除されたとの対応 INI ファイル(などの存在)また削除されます。

61708=ないすべてのシステムレジストリのエントリ(または INI ファイル)て削除されます。

61709=システムなのに必要なファイル の%s"ます。

61710=のプログラムに接続損失の出力 %sファイル の%s" に)ます。これがインストールされてコンピュータにお問い合わせください の%s" バージョン。

61712=を入力してください整数です。

61713=を入力してください。

61714=ご入力くださいA %1 や %2 との間での整数です。

61715=ご入力くださいA %1 や %2 といたします。

61716=ご入力ください以上 %1 一つの文字です。

61717=を選択してくださいボタンを押します。

61718=ご入力くださいA 0 や 255 との間での整数です。

61719=ご入力ください正の整数です。

61720=を入力してください日/または時刻値とします。

61721=を入力してください。

61722=を入力してください GUIDます。

61723=ご入力ください。

61724=を入力してください。

61728=想定外のファイル形式です。

61729=%1|できるなどのファイルです。|いるか確認してください指定されたパスファイル名は正確です。

61730=宛先ディスクドライブを行います。

61731=できない %1 のための読み込みオペレーションでは、他の人にオープン。

61732=できない %1 書き込み操作で読み取り専用ファイルまたはその他オープン。

61733=の %1 読み込み操作時にエラーが発生します。

61734=の %1 書き込み操作時にエラーが発生します。

61744=%1: %2|継続するかどうかスクリプトを実行すると?

61745=ケジューリング例外: %1

61824=らかの理由で有効でないと定常 AciveX オブジェクトです。

61825=接続に失敗しました。|にリンクしています。

61826=処理ができないのコマンドを実行すると、サーバプログラムが忙しいのです。

61827=実装のサーバプログラム操作に失敗します。

61828=文書オブジェクトサーバーとなるこのファイルです。

61829=%1|なに登録します。|このドキュメントが設置されている.

61830=開始のサーバアプリケーションを確認してください。

61831=の続きの実行前に %1 更新?

61832=に OLE コンテナ格納され、組み込みに失敗したオブジェクト

61833=登録に失敗しました。ActiveX 機能を実現できない場合があり正しく動作しなければならない。

61834=システムの更新登録の記録に失敗しました。|使ってみてください REGEDITます。

61835=変換 ActiveX オブジェクトに失敗しました。

61836=なの読み書きいただけます(有料)。

61837=できない書き込み読み取り専用属性。

61838=時には撤退 Windows ができない保存 ActiveX 物!|していると %1 いすべての変更ですか？

61839=オブジェクトの作成に失敗しました。れていることを確認してください申請は、システムレジストリに登録できます。

61840=できない荷重メールシステムです。

61841=のメールシステム DLL 無効になります。

61842="メッセージを送"失敗を送信します。

61856=しないエラーが発生します。

61857=アクセス %1 不明な場合にエラーが発生しました。

61858=見つかりませんで %1ます。

61859=%1 の間違ったパスです。

61860=が開かな %1でファイルを開く。

61861=へ %1 アクセスは拒否されます。

61862=と %1 に関連するファイル対応が間違っています。

61863=削除できません %1ですので、現在のディレクトリです。

61864=コレクションは、ディレクトリがフルで作成 %1ます。

61865=へ %1 に失敗しました。

61866=アクセス %1 きのとの出会いハードウェア I/O エラーになります。

61867=アクセス %1 出していた共有の侵害となります。

61868=アクセス %1 で出会い、ロック紛争。

61869=アクセス %1 きのディスクがいっぱい。

61870=アクセスしようとしている %1 以上の場合にそのものです。

61872=しないエラーが発生します。

61873=アクセス %1 不明な場合にエラーが発生しました。

61874=試しに %1 を読み込みオペレーションが書き込み操作が可能です。

61875=アクセスしようとしている %1 以上の場合にそのものです。

61876=試しに %1 の書き込み操作を同時にその読み込みオペレーション.

61877=%1 形式のエラーになります。

61878=%1 載した予想外のオブジェクトです。

61879=%1 の間違いです。

61888=ピクセル

62081=のデータソースへの接続に失敗しました。

62082=のセットでのみ対応してます。

62083=テーブルを開失敗した - 指定されていない取得します。

62084=クエリを返します予期せぬ列データ型になります。

62085=更新または削除に失敗します。

62086=更新が多い。

62087=の操作に失敗した場合、現在行が存在しない。

62088=更新、削除などの操作には影響しませんのデータを並列する。

62089=は、recordsetを読み取り専用

62090=ODBC ドライバがサポートしていない MFCのlongbinary データモデルです。

62091=負荷の ODBC32.DLL 部品に失敗します。

62092=ODBC ドライバがサポートしていないdynasets.

62093=支援のスナップショット機能を使用する必要があり ODBC 静的なカーソルを移動させます。

62094=ODBC ドライバー MFC データベースのクラスの互換性はありません(API_CONFORMANCE>=SQL_OAC_LEVEL1 を確立する必要があ)ます。

62095=ODBC ドライバー MFC データベースのクラスの互換性はありません(SQL_CONFORMANCE>=SQL_OSC_MINIMUM を確立する必要があ)ます。

62096=えることは、データの始まりです。

62097=ODBC ドライバがサポートしていないdynasets.

62098=の遵守 ODBC 二次標準のドライバーです。

62099=ODBC ドライバがサポートしていない配置します。

62100=な要求されたロックモードになります。

62101=データは切り捨てられます。

62102=を取得する記録エラーになります。

62103=見つかりませんで必要な ODBC エントリポイント.ようにして下さい ODBC 設置されます。

62104=更新、削除などの操作に失敗しました。

62105=ODBCドライバがサポートしていない動的にポインタです。

62106=フィールド名のフィールドやフィールド指数が間違っています。

62107=ブックマークできない ODBC ドライバです。

62108=ブックマーク、recordsetが起動します。

62109=<削除>

62128=できないDAO/ジェットdbエンジンが初期化されます。

62129=エラーDFX値を返す関数です。

62130=DAO TableDefまたはQueryDef開いていなかった.

62131=GetRows 失敗します。の列のメモリをキャンセル費します。

62132=GetRows 結合。すが、データタイプのミスマッチの原因となります。

62133=GetRows 失敗します。要求されたカラムに所属していないセットで記録しています。

62177=チェックを外

62178=選択

62179=混合

65025=(不明)

65028=デスクトップ

65029=適用ワークスペース

65030=画面の背景

65031=ウィンドウ文字

65032=メニューバー

65033=テキストメニュー

65034=活動タイトルバー

65035=不タイトルバー

65036=活動タイトルバーテキスト

65037=不タイトルバーテキスト

65038=活ボーダー

65039=非アクティブボーダー

65040=窓枠

65041=スクロールバー

65042=ボタンの表面

65043=ボタンの影

65044=ボタンのテキスト

65045=ボタンを強調

65046=を無効にテキスト

65047=示

65048=重文

65049=従来の

65050=大胆な

65051=チルト

65052=大胆な傾斜

65053=AaBbYyZz

65054=(フォント)

65055=(色)

65056=(写真 -%s)

65057=すべての写真タイプ|*.bmp;*.cur;*.dib;*.emf;*.ico;*.wmf|ビットマップ(*.bmp;*.dib)|*.bmp;*.dib|アイコン/カーソル(*.ico;*.cur)|*.ico;*.cur|返します(*.wmf;*.emf)|*.wmf;*.emf|すべてのファイル(*.*)|*.*||

65058=不明

65059=No

65060=ビットマップ

65061=メタファイル

65062=アイコン

65064=のcolorプロパティページ

65065=色

65066=フォント属性のページ

65067=フォント

65068=画像のプロパティページ

65069=写真

65072=閲覧写真

65073=0 - No

65074=1 - 固定シングル

65088=編集(E)

65089=特性(&P)...

65155=できないイメージファイルを開く %1ます。 このファイルに存在していないかもしれないが読めません。

65156=できない負荷の画像ファイル %1ます。 どのような形式のファイルに誤りがある可能性があります。

65157=できない負荷の画像ファイル %1ます。 ファイルが大きすぎてメモリがいない宿泊可能です。

65158=できない負荷の画像ファイル %1ます。 失敗を指定し、読み込みオペレーションに失敗しました。

65184=違法で機能を呼

65185=オーバーフロー

65186=不十分なメモリ

65187=■除数の値はゼロ

65188=文字列のスペースが不足

65189=スタックのスペースが不足

65190=ファイル名または数値誤差

65191=ファイルが見つかりません

65192=ファイルモードエラー

65193=ファイルを開いてい

65194=デバイス I/O エラー

65195=ファイルが既に存在してい

65196=レコード長エラー

65197=このディスクはフル

65198=記録的な数のエラー

65199=ファイル名のエラー

65200=ファイル数が多すぎる

65201=デバイス利用不可

65202=アクセス権は拒否されました

65203=ディスクの準備がなく

65204=パス/ファイルへのアクセスエラー

65205=のパスが見つからなかった

65206=のパターン文字列が間違っ

65207=nullの場合 不適切な使用

65208=ファイルの形式が間違っ

65209=プロパティの値が不正

65210=の配列インデックスが間違っ

65211=の実行時の設定の物件

65212=このプロパティが読み取り専用

65213=利用の属性の配列は、指定された配列インデックス

65214=ないこと設定するためのコントロール性

65215=な実行時のプロパティを読み込み

65216=プロパティが書き込み

65217=を見つけられませんでした財産

65218=無効なクリップボードの形式

65219=無効な画像

65220=プリンタのエラー

65221=作成できない使用を一時ファイルの保存

65222=を見つけられませんでしたぐテキスト

65223=すにあたってのテキストが長すぎます

282 = 移動パラメーター設定
224 = 動的運動マーキング設定
225 = 回転マーキング設定
226=赤n(F1)
227=赤色のライトを停止n(F1)

[IDD_DIALOG_LANGUAGESET]
CAPTION=言語設定
1=を選択して、
2=キャンセル
2157=
2158=言語選択：
2139=この変更は次回の起動後に有効になります

[HWDRVCFG]
PAGE0 = 汎用
PAGE1 = アドバンス
PAGE2 = 特殊
CNT＝マーキング回数
ASV=スケール速度（mm/s）
ESV=空跳び速度（mm/s）
QSF=Q周波数（KHz）
QRT=Qリリース（us）
LDT=レイヤー遅延（us）
MQR=スケール質量係数
ODL＝レーザ開遅延（us）
FDL＝レーザ遅延時間（us）
MLT=ペン移動遅延（us）
JDL=ジャンプ遅延（us）
MDL=カーブ遅延（us）
WAT=電流（%）
FPT＝首パルス抑制時間（us）
FIP=始点スケール
FAP＝抑制長さ係数
FMP=ピークエネルギー
FCR=首パルス電流係数
CUR=電流（%）
POW=電力（%）
SMC＝維持電流（%）
WAF=波形
PLS=レーザーモード
SMP=維持電力（%）
PLW=レーザパルス幅（ns）

[IDD_DIALOG_MOTIONSET]
CAPTION =移動パラメーター設定
679=終了
2156=保存
2153 =

[IDD_DIALOG_TEXT_LOG_SET]
CAPTION=ログ設定
1=確定
2=キャンセル
2149=ブラウズ
2150 =
2208=ファイルパス：
2151=加工時に指定ファイルにテキストを出力
2152=加工時出力時間から指定ファイル
2153=テキストがスケーリングされているかどうかをチェックする
2154=ブラウズ
2155=ブラウズ

[PLUSE_DIVISION]
PulseNum=パルス個数
DivideRate=分周倍数

[IDD_SELECT_POS]
CAPTION=座標を選択するための基準
1=確定
2=キャンセル
1031=
1032=
1033=
1034=
1035=
1036=
1037=
1038=
1039=

[IDD_CARD_RUNTIP]
CAPTION=制御カード運転情報
1984=DAカード1の機能とバージョン情報
1979=DA Card 1 No information!
1980=DAカード2の機能とバージョン情報
1981=
1982=LASERカードの機能とバージョン情報
1835=アラーム
2157=通常
2158=Y：アラームオフレーザーイネーブル
2159=N：アラームオフレーザー非使用


[IDD_DIALOG_KEYBINDSET]
CAPTION=ショートカット結合
1=セーブ
2=閉じる
2168=
1266=編集
1186=削除
2176=

[IDD_DIALOG_RESETKEYBIND]
CAPTION=ショートカットコマンドの変更
1=確定
2=キャンセル
2170=キー：
2173=クリア
683=
2177=（例：CTRL+ATL+Q）
2178=コマンド：


[IDD_DIALOG_FILTERPOINTSET]
CAPTION=フィルタポイント設定
1=フィルタポイント
2=終了
2158=フィルタポイント精度：
2159=フィルタポイント角度：
2116=mm
2104=°

[IDD_DIALOG_CURVEMERGE]
CAPTION=隣接カーブのマージ設定
1=隣接カーブのマージ
2=終了
2157=カーブマージ最大距離

[IDD_DIALOG_CHANGESKIN]
CAPTION=皮膚設定
1=交換
2=終了
2163=
2164=
2162=スキンスタイル
2165=タイトル
2166=スキンプレビュー
